{
    "beginning": {
        "clan_born": true,
        "birth_season": [],
        "age": 0,
        "join_moon": 154,
        "birth_moon": 154,
        "join_season": "Leaf-bare"
    },
    "mentor_influence": {
        "trait": {},
        "skill": {}
    },
    "app_ceremony": {
        "honor": "loyalty",
        "graduation_age": 13,
        "moon": 167
    },
    "lead_ceremony": "Pythonhope leaves to speak with StarClan. They close their eyes and are immediately surrounded by their loved ones, friends, and Clanmates who have passed on. Stars shine throughout their pelts, and their eyes are warm as they greet the new leader.<br><br>Lightdapple dips their head in greeting. Energy surges through Pythonhope's pelt as they receive a life for courage. They reassure Pythonhope that they are almost done.<br><br>A new cat approaches. Grassfreckle steps forward to give Pythonhope a life for clear judgement. Pythonhope grits their teeth as the life rushes into them.<br><br>Sablebeam pads up to the new leader, softly touching their nose to Pythonhope's head. They give a life for protection.<br><br>Coldheart strides forward, an energy in their steps that wasn't present in their last moments. They give a life for persistence.<br><br>Briarspot dips their head in greeting. Energy surges through Pythonhope's pelt as they receive a life for strength. They reassure Pythonhope that they are almost done.<br><br>Vinerose walks up to Pythonhope, offering a life for certainty. They smile, and state that the Clan will do well under Pythonhope's leadership.<br><br>A new cat approaches. Stonelion steps forward to give Pythonhope a life for farsightedness. Pythonhope grits their teeth as the life rushes into them.<br><br>Flutterhiss walks up to Pythonhope, offering a life for confidence. They smile, and state that the Clan will do well under Pythonhope's leadership.<br><br>Finally, Darkstar steps forward. There is pride in their gaze as they stare into Pythonhope's eyes. They give a life for endurance in the face of hardship.<br><br>Darkstar hails Pythonhope by their new name, Pythonstar, telling them that their old life is no more. They are granted guardianship of NegativeClan, and are told to use their new power wisely. The group of starry cats yowls Pythonstar's name in support. Pythonstar wakes up feeling a new strength within their body and know that they are now ready to lead the Clan.",
    "elder_ceremony": {},
    "possible_history": {},
    "died_by": [
        {
            "involved": null,
            "text": "died to keep c_n safe from a large dog",
            "moon": 203
        }
    ],
    "scar_events": [],
    "murder": {}
}