[
    {
        "cat_from_id": "46",
        "cat_to_id": "36",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 70,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 33,
        "trust": 0,
        "log": [
            "Skiptwist is bossing Fuzzfern around. (high negative effect) - Skiptwist was 122 moon(s) old",
            "Skiptwist thinks Fuzzfern has been acting strangely. (low negative effect) - Skiptwist was 132 moon(s) old",
            "Skiptwist is complaining that Fuzzfern never does anything helpful. (high negative effect) - Skiptwist was 134 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "37",
        "mates": false,
        "family": false,
        "romantic_love": 34,
        "platonic_like": 51,
        "dislike": 0,
        "admiration": 9,
        "comfortable": 53,
        "jealousy": 0,
        "trust": 9,
        "log": [
            "Skiptwist hopes to dream of Mothwhisper tonight. (positive effect)"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "38",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 16,
        "dislike": 25,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 27,
        "trust": 12,
        "log": [
            "Skiptwist thinks the prey Brownstream is biting into on the other side of camp looks delicious. (medium negative effect) - Skiptwist was 118 moon(s) old",
            "Skiptwist notices how Brownstream is being helpful around camp. (medium positive effect) - Skiptwist was 126 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "39",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 19,
        "dislike": 3,
        "admiration": 0,
        "comfortable": 18,
        "jealousy": 0,
        "trust": 6,
        "log": [
            "Skiptwist noticed Marshstar flirting with someone else. (negative effect)",
            "Skiptwist had Marshstar bump into them, and they didn't even apologize! (low negative effect) - Skiptwist was 120 moon(s) old",
            "Skiptwist has noticed Marshstar isn't doing a lot of work lately. (medium negative effect) - Skiptwist was 121 moon(s) old",
            "Skiptwist is stuttering while speaking to Marshstar. (neutral effect) - Skiptwist was 127 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "41",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 38,
        "dislike": 0,
        "admiration": 14,
        "comfortable": 19,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Skiptwist appreciates Sproutkit telling them that they had a feather stuck to their face. (low positive effect) - Skiptwist was 119 moon(s) old",
            "Skiptwist is hiding behind a bush ready to pounce on Sproutpaw. (medium positive effect) - Skiptwist was 123 moon(s) old",
            "Skiptwist is sharpening their claws near Sproutpaw. (neutral effect) - Skiptwist was 128 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "42",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 35,
        "dislike": 34,
        "admiration": 0,
        "comfortable": 40,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Skiptwist is scolding Chanterelleecho. (high negative effect) - Skiptwist was 130 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "43",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 22,
        "dislike": 0,
        "admiration": 7,
        "comfortable": 13,
        "jealousy": 0,
        "trust": 11,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 11,
        "dislike": 3,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 13,
        "trust": 0,
        "log": [
            "Skiptwist is surprised by Boragepoppy being thoughtful. (low positive effect) - Skiptwist was 125 moon(s) old",
            "Skiptwist is giving Boragepoppy a task. (neutral effect) - Skiptwist was 129 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "47",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 1,
        "comfortable": 89,
        "jealousy": 0,
        "trust": 41,
        "log": [
            "Skiptwist is having a wonderful time discussing recent Clan news with Swamppaw. (high positive effect) - Skiptwist was 124 moon(s) old",
            "Skiptwist thinks about how lucky they are to have someone like Swamppaw as a friend. (high positive effect) - Skiptwist was 124 moon(s) old",
            "Skiptwist appreciates Swamppaw telling them that they had a feather stuck to their face. (low positive effect) - Skiptwist was 125 moon(s) old",
            "Skiptwist gives Swamppaw some feathers from the bird they caught to line their nest. (medium positive effect) - Skiptwist was 127 moon(s) old",
            "Skiptwist bumps heads with Swampstripe reassuringly. (medium positive effect) - Skiptwist was 131 moon(s) old",
            "Skiptwist wants to explore the whole territory with Swampstripe! (medium positive effect) - Skiptwist was 132 moon(s) old",
            "Swampstripe bats a bit of fluff in front of Skiptwist and gets they to play a game. (medium positive effect) - Skiptwist was 133 moon(s) old",
            "Skiptwist feels most like themself when they're around Swampstripe. (high positive effect) - Skiptwist was 133 moon(s) old",
            "Skiptwist surprises Swampstripe with something nice. (medium positive effect) - Skiptwist was 135 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "48",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "1",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]