[
    {
        "cat_from_id": "12",
        "cat_to_id": "30",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 28,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 14,
        "jealousy": 0,
        "trust": 11,
        "log": [
            "Specklepaw hopes they are assigned to patrol with Driftstar tomorrow. (medium positive effect) - Specklepaw was 6 moon(s) old",
            "Specklefang knows that the advice Driftstar gave them will be helpful. (high positive effect) - Specklefang was 33 moon(s) old",
            "Specklefang is sharing prey with Driftstar. (medium positive effect) - Specklefang was 43 moon(s) old",
            "Specklefang thinks Driftstar isn't very considerate of others. (low negative effect) - Specklefang was 52 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "27",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 8,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "6",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 41,
        "comfortable": 39,
        "jealousy": 0,
        "trust": 34,
        "log": [
            "Specklekit surprises Bouncelily with something nice. (medium positive effect) - Specklekit was 1 moon(s) old",
            "Specklefang finds a bit of fluff that smells like Bouncelily and adds it to their nest. (low positive effect) - Specklefang was 20 moon(s) old",
            "Specklefang watched Bouncelily show kindness and compassion towards their patients. (medium positive effect) - Specklefang was 24 moon(s) old",
            "Specklefang surprises Bouncelily with something nice. (medium positive effect) - Specklefang was 61 moon(s) old",
            "Specklefang saved a piece of fresh-kill that they know is Bouncelily's favorite. (high positive effect) - Specklefang was 62 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "26",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 44,
        "dislike": 18,
        "admiration": 25,
        "comfortable": 4,
        "jealousy": 11,
        "trust": 32,
        "log": [
            "Specklefang wants to explore the whole territory with Blotchkestrel! (medium positive effect) - Specklefang was 29 moon(s) old",
            "Specklefang appreciates Blotchstar telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 76 moon(s) old",
            "Specklefang is complaining that Blotchstar never does anything helpful. (high negative effect) - Specklefang was 92 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 54,
        "dislike": 0,
        "admiration": 44,
        "comfortable": 34,
        "jealousy": 0,
        "trust": 6,
        "log": [
            "Specklekit had Ripplecall bump into them, and they didn't even apologize! (low negative effect) - Specklekit was 5 moon(s) old",
            "Specklefang is telling jokes about Ripplecall. (high negative effect) - Specklefang was 21 moon(s) old",
            "Specklefang thinks Ripplecall is being annoying. (high negative effect) - Specklefang was 26 moon(s) old",
            "Specklefang and Ripplecall heckled another Clan at the gathering together. (high positive effect) - Specklefang was 31 moon(s) old",
            "Specklefang is talking with Ripplecall. (low positive effect) - Specklefang was 38 moon(s) old",
            "Specklefang is having a wonderful time discussing recent Clan news with Ripplecall. (high positive effect) - Specklefang was 53 moon(s) old",
            "Specklefang thinks Ripplecall is very helpful! (low positive effect) - Specklefang was 59 moon(s) old",
            "Specklefang has a mock battle with Ripplecall. (medium positive effect) - Specklefang was 66 moon(s) old",
            "Specklefang is wowed by how bravely Ripplecall fought the other day. (high positive effect) - Specklefang was 84 moon(s) old",
            "Specklefang finds a bit of fluff that smells like Ripplecall and adds it to their nest. (low positive effect) - Specklefang was 87 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 78,
        "dislike": 13,
        "admiration": 8,
        "comfortable": 34,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Specklefang is having a wonderful time discussing recent Clan news with Coldheart. (high positive effect) - Specklefang was 22 moon(s) old",
            "Specklefang thanks Coldheart for covering for they during a patrol earlier. (medium positive effect) - Specklefang was 36 moon(s) old",
            "Specklefang had Coldheart bump into them, and they didn't even apologize! (low negative effect) - Specklefang was 48 moon(s) old",
            "Specklefang finds a bit of fluff that smells like Coldheart and adds it to their nest. (low positive effect) - Specklefang was 97 moon(s) old",
            "Specklefang had a disagreement with Coldheart about something or other. (low negative effect) - Specklefang was 102 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "2",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 76,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 8,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 21,
        "log": [
            "Specklepaw is surprised by Darkflow being thoughtful. (low positive effect) - Specklepaw was 8 moon(s) old",
            "Specklefang sees Darkflow stumble while hunting and thinks it's cute. (medium positive effect) - Specklefang was 27 moon(s) old",
            "Specklefang wants to spend more time with Darkflow! (high positive effect) - Specklefang was 50 moon(s) old",
            "Specklefang and Darkflow have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Specklefang was 75 moon(s) old",
            "Specklefang gives Darkflow some feathers from the bird they caught to line their nest. (medium positive effect) - Specklefang was 77 moon(s) old",
            "Specklefang mews congratulations to Darkstar for a job well done. (low positive effect) - Specklefang was 103 moon(s) old",
            "Specklefang thinks about how lucky they are to have someone like Darkstar as a friend. (high positive effect) - Specklefang was 115 moon(s) old",
            "Specklefang thinks Darkstar is really funny. (positive effect)",
            "Specklefang is sharing tongues with Darkstar. (high positive effect) - Specklefang was 122 moon(s) old",
            "Specklefang feels like no one understands them the way Darkstar does. (positive effect)",
            "Specklefang sees Darkstar stumble while hunting and thinks it's cute. (positive effect)",
            "Specklefang is prancing around in front of Darkstar. (positive effect)"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "8",
        "mates": false,
        "family": false,
        "romantic_love": 1,
        "platonic_like": 50,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 17,
        "jealousy": 0,
        "trust": 21,
        "log": [
            "Specklekit saw Lakejumble the other day, but didn't get a chance to meow hello. (neutral effect) - Specklekit was 3 moon(s) old",
            "Specklefang saw Lakejumble being considerate. (low positive effect) - Specklefang was 25 moon(s) old",
            "Specklefang lifts their chin up while passing by Lakejumble. (neutral effect) - Specklefang was 34 moon(s) old",
            "Specklefang heard Lakejumble talking badly about them. (negative effect)",
            "Specklefang is surprised by Lakejumble being thoughtful. (low positive effect) - Specklefang was 56 moon(s) old",
            "Specklefang appreciates Lakejumble telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 64 moon(s) old",
            "Specklefang settles near Lakejumble to eat their fresh-kill. (medium positive effect) - Specklefang was 69 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "9",
        "mates": false,
        "family": false,
        "romantic_love": 3,
        "platonic_like": 26,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Specklekit has been spending time with Flutterkit lately. (low positive effect) - Specklekit was 4 moon(s) old",
            "Specklepaw didn't get the joke Flutterpaw was telling. (low negative effect) - Specklepaw was 7 moon(s) old",
            "Specklepaw is surprised by Flutterpaw being thoughtful. (low positive effect) - Specklepaw was 9 moon(s) old",
            "Specklepaw ignores Flutterpaw. (medium negative effect) - Specklepaw was 10 moon(s) old",
            "Specklepaw is prancing around in front of Flutterpaw. (low positive effect) - Specklepaw was 13 moon(s) old",
            "Specklefang apologized to Flutterhiss for something or other. (low positive effect) - Specklefang was 19 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 17,
        "platonic_like": 73,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 29,
        "jealousy": 0,
        "trust": 49,
        "log": [
            "Specklepaw noticed that Grasspaw is falling behind in training and offered to help them catch up. (medium positive effect) - Specklepaw was 11 moon(s) old",
            "Specklepaw covered for Grasspaw on something minor. (medium positive effect) - Specklepaw was 12 moon(s) old",
            "Specklepaw is surprised by Grassfreckle being thoughtful. (low positive effect) - Specklepaw was 14 moon(s) old",
            "Specklepaw saw Grassfreckle the other day, but didn't get a chance to meow hello. (neutral effect) - Specklepaw was 15 moon(s) old",
            "Specklefang is developing a crush on Grassfreckle. (low positive effect) - Specklefang was 23 moon(s) old",
            "Specklefang wishes Grassfreckle would stop giving them gifts, as their nest is getting too full. (negative effect)",
            "Specklefang stands tall when Grassfreckle walks by. (neutral effect) - Specklefang was 49 moon(s) old",
            "Specklefang is letting Grassfreckle share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Specklefang was 68 moon(s) old",
            "Specklefang comes up with a plan to sneak out of camp with Grassfreckle. (medium positive effect) - Specklefang was 79 moon(s) old",
            "Specklefang wishes they could get their pelt to shine like Grassfreckle's. (low negative effect) - Specklefang was 81 moon(s) old",
            "Specklefang worries that Grassfreckle isn't being honest with their relationship. (negative effect)",
            "Specklefang sees that Grassfreckle's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Specklefang was 88 moon(s) old",
            "Specklefang chats quietly with Grassfreckle while they're both on camp guard duty. (medium positive effect) - Specklefang was 91 moon(s) old",
            "Specklefang wonders what Grassfreckle thinks about mates. (medium positive effect) - Specklefang was 105 moon(s) old",
            "Specklefang notices how Grassfreckle is being helpful around camp. (medium positive effect) - Specklefang was 109 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 34,
        "dislike": 23,
        "admiration": 0,
        "comfortable": 61,
        "jealousy": 18,
        "trust": 0,
        "log": [
            "Specklepaw lifts their chin up while passing by Dustslash. (neutral effect) - Specklepaw was 16 moon(s) old",
            "Specklefang is talking with Dustslash. (low positive effect) - Specklefang was 17 moon(s) old",
            "Specklefang appreciates Dustslash telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 18 moon(s) old",
            "Specklefang has drawn the ire of Dustslash by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Specklefang was 28 moon(s) old",
            "Specklefang had Dustslash bump into them, and they didn't even apologize! (low negative effect) - Specklefang was 30 moon(s) old",
            "Specklefang mews congratulations to Dustslash for a job well done. (low positive effect) - Specklefang was 32 moon(s) old",
            "Specklefang complains about something Dustslash did. (low negative effect) - Specklefang was 41 moon(s) old",
            "Specklefang asks Dustslash how they're doing. (low positive effect) - Specklefang was 44 moon(s) old",
            "Specklefang is sharing prey with Dustslash. (medium positive effect) - Specklefang was 51 moon(s) old",
            "Specklefang quickly apologizes after bumping into Dustslash. They have a small laugh about it. (low positive effect) - Specklefang was 55 moon(s) old",
            "Specklefang thinks Dustslash was nice to them today. (low positive effect) - Specklefang was 67 moon(s) old",
            "Dustslash charms Specklefang. (medium positive effect) - Specklefang was 73 moon(s) old",
            "Specklefang had a fight with Dustslash. (high negative effect) - Specklefang was 78 moon(s) old",
            "Specklefang waves to Dustslash with their tail as their patrols cross paths on the territory. (medium positive effect) - Specklefang was 82 moon(s) old",
            "Specklefang saved a piece of fresh-kill that they know is Dustslash's favorite. (high positive effect) - Specklefang was 83 moon(s) old",
            "Specklefang feels most like themself when they're around Dustslash. (high positive effect) - Specklefang was 86 moon(s) old",
            "Specklefang is letting Dustslash share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Specklefang was 93 moon(s) old",
            "Specklefang is complaining that Dustslash never does anything helpful. (high negative effect) - Specklefang was 95 moon(s) old",
            "Specklefang shared a embarrassing story about Dustslash they were asked not to share... (low negative effect) - Specklefang was 113 moon(s) old",
            "Specklefang had a spat with Dustslash over a piece of prey on the fresh-kill pile. (medium negative effect) - Specklefang was 127 moon(s) old",
            "Dustslash let Specklefang down while Specklefang was counting on them. (medium negative effect) - Specklefang was 128 moon(s) old",
            "Specklefang turned to Dustslash in a time of need, only for Dustslash to abandon them. (high negative effect) - Specklefang was 130 moon(s) old",
            "Specklefang had a difficult conversation with Dustslash, and they both ended up resentful of each other. (high negative effect) - Specklefang was 139 moon(s) old",
            "Specklefang thinks the prey Dustslash is biting into on the other side of camp looks delicious. (medium negative effect) - Specklefang was 150 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 78,
        "dislike": 0,
        "admiration": 56,
        "comfortable": 20,
        "jealousy": 0,
        "trust": 18,
        "log": [
            "Specklekit is sparring with Lightkit. (medium positive effect) - Specklekit was 2 moon(s) old",
            "Specklefang is wowed by how bravely Lightdapple fought the other day. (high positive effect) - Specklefang was 57 moon(s) old",
            "Specklefang saw Lightdapple show off a skill they never knew they had. (high positive effect) - Specklefang was 94 moon(s) old",
            "Specklefang has been spending time with Lightdapple lately. (low positive effect) - Specklefang was 99 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "15",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "16",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Specklefang offers Babyspeck some tips for building a new nest."
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "18",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 29,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 28,
        "trust": 0,
        "log": [
            "Specklefang is complaining that Fieldpaw never does anything helpful. (high negative effect) - Specklefang was 35 moon(s) old",
            "Specklefang saw Fielddapple being rude. (low negative effect) - Specklefang was 58 moon(s) old",
            "Specklefang thinks the prey Fielddapple is biting into on the other side of camp looks delicious. (medium negative effect) - Specklefang was 60 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 32,
        "dislike": 30,
        "admiration": 0,
        "comfortable": 33,
        "jealousy": 8,
        "trust": 8,
        "log": [
            "Specklefang has drawn the ire of Waspkit by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Specklefang was 37 moon(s) old",
            "Specklefang complains about something Waspkit did. (low negative effect) - Specklefang was 42 moon(s) old",
            "Specklefang appreciates Waspshade telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 70 moon(s) old",
            "Specklefang wants to spend more time with Waspshade! (high positive effect) - Specklefang was 71 moon(s) old",
            "Specklefang is talking with Waspshade. (low positive effect) - Specklefang was 89 moon(s) old",
            "Specklefang is complaining that Waspshade never does anything helpful. (high negative effect) - Specklefang was 90 moon(s) old",
            "Specklefang doesn't understand how Waspshade got so good at hunting. (medium negative effect) - Specklefang was 96 moon(s) old",
            "Specklefang saw Waspshade the other day and did get a chance to meow hello! (medium positive effect) - Specklefang was 110 moon(s) old",
            "Specklefang is talking with Waspshade. (low positive effect) - Specklefang was 117 moon(s) old",
            "Specklefang thinks Waspshade is very helpful! (low positive effect) - Specklefang was 133 moon(s) old",
            "Specklefang surprises Waspshade with something nice. (medium positive effect) - Specklefang was 135 moon(s) old",
            "Specklefang had a disagreement with Waspshade about something or other. (low negative effect) - Specklefang was 137 moon(s) old",
            "Specklefang had a disagreement with Waspshade about something or other. (low negative effect) - Specklefang was 145 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 41,
        "dislike": 12,
        "admiration": 26,
        "comfortable": 1,
        "jealousy": 10,
        "trust": 0,
        "log": [
            "Specklefang purrs as Sablekit asks them to show them how to do a hunter's crouch. They oblige, happy to show their skills. (medium positive effect) - Specklefang was 39 moon(s) old",
            "Specklefang said something that rubbed Sablekit the wrong way. (low negative effect) - Specklefang was 40 moon(s) old",
            "Specklefang is complaining that Sablepaw never does anything helpful. (high negative effect) - Specklefang was 45 moon(s) old",
            "Specklefang saw Sablebeam being considerate. (low positive effect) - Specklefang was 54 moon(s) old",
            "Specklefang is sharpening their claws near Sablebeam. (neutral effect) - Specklefang was 85 moon(s) old",
            "Specklefang said they'd cover for Sablebeam, but when it came time, they got Sablebeam in trouble. (medium negative effect) - Specklefang was 101 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "22",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 88,
        "dislike": 0,
        "admiration": 56,
        "comfortable": 71,
        "jealousy": 0,
        "trust": 70,
        "log": [
            "Specklefang chats with Posykit while grabbing something to eat. (medium positive effect) - Specklefang was 45 moon(s) old",
            "Specklefang is having a wonderful time discussing recent Clan news with Posykit. (high positive effect) - Specklefang was 46 moon(s) old",
            "Specklefang thinks Posykit is very helpful! (low positive effect) - Specklefang was 47 moon(s) old",
            "Specklefang appreciates Posykit telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 49 moon(s) old",
            "Specklefang covered for Posypaw on something minor. (medium positive effect) - Specklefang was 53 moon(s) old",
            "Specklefang is surprised by Posypaw being thoughtful. (low positive effect) - Specklefang was 55 moon(s) old",
            "Specklefang thinks Posypaw has been acting strangely. (low negative effect) - Specklefang was 56 moon(s) old",
            "Specklefang challenged Posytail to spar with them. (neutral effect) - Specklefang was 59 moon(s) old",
            "Specklefang appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 61 moon(s) old",
            "Specklefang finds the way Posytail acts increasingly uncomfortable. (medium negative effect) - Specklefang was 63 moon(s) old",
            "Specklefang is giving Posytail a task. (neutral effect) - Specklefang was 64 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 68 moon(s) old",
            "Specklefang is sharing prey with Posytail. (medium positive effect) - Specklefang was 70 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 71 moon(s) old",
            "Specklefang notices how Posytail is being helpful around camp. (medium positive effect) - Specklefang was 72 moon(s) old",
            "Specklefang chats quietly with Posytail while they're both on camp guard duty. (medium positive effect) - Specklefang was 74 moon(s) old",
            "Specklefang said something that rubbed Posytail the wrong way. (low negative effect) - Specklefang was 76 moon(s) old",
            "Specklefang chats quietly with Posytail while they're both on camp guard duty. (medium positive effect) - Specklefang was 77 moon(s) old",
            "Specklefang knows that the advice Posytail gave them will be helpful. (high positive effect) - Specklefang was 78 moon(s) old",
            "Specklefang and Posytail heckled another Clan at the gathering together. (high positive effect) - Specklefang was 79 moon(s) old",
            "Specklefang feels safe with Posytail around. (high positive effect) - Specklefang was 81 moon(s) old",
            "Specklefang apologized to Posytail for something or other. (low positive effect) - Specklefang was 82 moon(s) old",
            "Specklefang overheard a joke from Posytail they didn't get. (low negative effect) - Specklefang was 83 moon(s) old",
            "Specklefang bumps heads with Posytail reassuringly. (medium positive effect) - Specklefang was 88 moon(s) old",
            "Specklefang appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 89 moon(s) old",
            "Specklefang realized that they were too harsh in their judgment of Posytail. (medium positive effect) - Specklefang was 90 moon(s) old",
            "Specklefang sees that Posytail's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Specklefang was 91 moon(s) old",
            "Specklefang swaps favorite prey with Posytail. (medium positive effect) - Specklefang was 93 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 95 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 99 moon(s) old",
            "Specklefang bickered about something trivial with Posytail. (neutral effect) - Specklefang was 100 moon(s) old",
            "Specklefang had a disagreement with Posytail about something or other. (low negative effect) - Specklefang was 104 moon(s) old",
            "Specklefang thinks Posytail is very helpful! (low positive effect) - Specklefang was 105 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 111 moon(s) old",
            "Specklefang tells Posytail to count on them in a difficult situation. (high positive effect) - Specklefang was 114 moon(s) old",
            "Specklefang is wowed by how bravely Posytail fought the other day. (high positive effect) - Specklefang was 117 moon(s) old",
            "Specklefang basks in the sun with Posytail. (medium positive effect) - Specklefang was 119 moon(s) old",
            "Specklefang turned to Posytail in a time of need, only for Posytail to abandon them. (high negative effect) - Specklefang was 120 moon(s) old",
            "Specklefang swaps favorite prey with Posytail. (medium positive effect) - Specklefang was 121 moon(s) old",
            "Specklefang admires how brave Posytail is. (medium positive effect) - Specklefang was 123 moon(s) old",
            "Specklefang thinks Posytail is very helpful! (low positive effect) - Specklefang was 126 moon(s) old",
            "Specklefang thinks Posytail was nice to them today. (low positive effect) - Specklefang was 126 moon(s) old",
            "Specklefang and Posytail heckled another Clan at the gathering together. (high positive effect) - Specklefang was 129 moon(s) old",
            "Specklefang and Posytail joke around about how bad the other Clans smell. (high positive effect) - Specklefang was 134 moon(s) old",
            "Specklefang is wowed by how bravely Posytail fought the other day. (high positive effect) - Specklefang was 136 moon(s) old",
            "Specklefang is sparring with Posytail. (medium positive effect) - Specklefang was 139 moon(s) old",
            "Specklefang said they'd cover for Posytail, but when it came time, they got Posytail in trouble. (medium negative effect) - Specklefang was 141 moon(s) old",
            "Specklefang comes up with a plan to sneak out of camp with Posytail. (medium positive effect) - Specklefang was 143 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 48,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 71,
        "log": [
            "Specklefang is having a wonderful time discussing recent Clan news with Snakekit. (high positive effect) - Specklefang was 44 moon(s) old",
            "Specklefang said they'd cover for Snakekit, but when it came time, they got Snakekit in trouble. (medium negative effect) - Specklefang was 46 moon(s) old",
            "Specklefang and Snakekit joke around about how bad the other Clans smell. (high positive effect) - Specklefang was 47 moon(s) old",
            "Specklefang is looking out for Snakekit's well-being. (medium positive effect) - Specklefang was 48 moon(s) old",
            "Specklefang feels safe with Snakekit around. (high positive effect) - Specklefang was 50 moon(s) old",
            "Specklefang scorns Snakepaw for not catching enough prey. (medium negative effect) - Specklefang was 51 moon(s) old",
            "Specklefang thinks Snakepaw is very helpful! (low positive effect) - Specklefang was 54 moon(s) old",
            "Specklefang covered for Snakepaw on something minor. (medium positive effect) - Specklefang was 57 moon(s) old",
            "Specklefang appreciates how Snakepaw always seems to ask how they're doing. (high positive effect) - Specklefang was 58 moon(s) old",
            "Specklefang wants to spend more time with Snakefleck! (high positive effect) - Specklefang was 60 moon(s) old",
            "Specklefang thinks Snakefleck is very helpful! (low positive effect) - Specklefang was 62 moon(s) old",
            "Specklefang waves to Snakefleck with their tail as their patrols cross paths on the territory. (medium positive effect) - Specklefang was 65 moon(s) old",
            "Specklefang and Snakefleck joke around about how bad the other Clans smell. (high positive effect) - Specklefang was 65 moon(s) old",
            "Specklefang is stuttering while speaking to Snakefleck. (neutral effect) - Specklefang was 66 moon(s) old",
            "Specklefang and Snakefleck heckled another Clan at the gathering together. (high positive effect) - Specklefang was 67 moon(s) old",
            "Specklefang comes up with a plan to sneak out of camp with Snakefleck. (medium positive effect) - Specklefang was 69 moon(s) old",
            "Specklefang wants to explore the whole territory with Snakefleck! (medium positive effect) - Specklefang was 72 moon(s) old",
            "Snakefleck asks Specklefang to speak up while chatting together. (neutral effect) - Specklefang was 73 moon(s) old",
            "Specklefang and Snakefleck joke around about how bad the other Clans smell. (high positive effect) - Specklefang was 74 moon(s) old",
            "Specklefang thinks Snakefleck is very helpful! (low positive effect) - Specklefang was 75 moon(s) old",
            "Specklefang thinks about how lucky they are to have someone like Snakefleck as a friend. (high positive effect) - Specklefang was 80 moon(s) old",
            "Specklefang thinks about how lucky they are to have someone like Snakefleck as a friend. (high positive effect) - Specklefang was 80 moon(s) old",
            "Specklefang is sharing tongues with Snakefleck. (high positive effect) - Specklefang was 84 moon(s) old",
            "Snakefleck let Specklefang down while Specklefang was counting on them. (medium negative effect) - Specklefang was 85 moon(s) old",
            "Specklefang chats with Snakefleck while grabbing something to eat. (medium positive effect) - Specklefang was 86 moon(s) old",
            "Specklefang realized that they were too harsh in their judgment of Snakefleck. (medium positive effect) - Specklefang was 87 moon(s) old",
            "Specklefang asks Snakefleck how they're doing. (low positive effect) - Specklefang was 92 moon(s) old",
            "Specklefang finds the way Snakefleck acts increasingly uncomfortable. (medium negative effect) - Specklefang was 94 moon(s) old",
            "Specklefang wants to explore the whole territory with Snakefleck! (medium positive effect) - Specklefang was 96 moon(s) old",
            "Specklefang is telling a story to Snakefleck. (medium positive effect) - Specklefang was 98 moon(s) old",
            "Specklefang realized that they were too harsh in their judgment of Snakefleck. (medium positive effect) - Specklefang was 98 moon(s) old",
            "Specklefang always thought Snakefleck had it all figured out, so they're surprised when Snakefleck asks for help. (medium positive effect) - Specklefang was 100 moon(s) old",
            "Specklefang goes to tell a secret to Snakefleck only for Snakefleck to tell someone else's secret to them. (high negative effect) - Specklefang was 103 moon(s) old",
            "Specklefang is checking on Snakefleck. (neutral effect) - Specklefang was 110 moon(s) old",
            "Specklefang basks in the sun with Snakefleck. (medium positive effect) - Specklefang was 112 moon(s) old",
            "Specklefang saw Snakefleck the other day and did get a chance to meow hello! (medium positive effect) - Specklefang was 114 moon(s) old",
            "Specklefang appreciates Snakefleck telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 115 moon(s) old",
            "Specklefang mews congratulations to Snakefleck for a job well done. (low positive effect) - Specklefang was 118 moon(s) old",
            "Specklefang realized that they were too harsh in their judgment of Snakefleck. (medium positive effect) - Specklefang was 122 moon(s) old",
            "Specklefang appreciates how Snakefleck always seems to ask how they're doing. (high positive effect) - Specklefang was 124 moon(s) old",
            "Specklefang is telling a story to Snakefleck. (medium positive effect) - Specklefang was 124 moon(s) old",
            "Specklefang is talking with Snakefleck. (low positive effect) - Specklefang was 127 moon(s) old",
            "Specklefang sees that Snakefleck's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Specklefang was 132 moon(s) old",
            "Specklefang has been spending time with Snakefleck lately. (low positive effect) - Specklefang was 132 moon(s) old",
            "Specklefang admires how brave Snakefleck is. (medium positive effect) - Specklefang was 136 moon(s) old",
            "Specklefang tells a joke that only Snakefleck can understand. (high positive effect) - Specklefang was 140 moon(s) old",
            "Specklefang had a difficult conversation with Snakefleck and they now have a deeper understanding of each other. (high positive effect) - Specklefang was 141 moon(s) old",
            "Specklefang is sparring with Snakefleck. (medium positive effect) - Specklefang was 146 moon(s) old",
            "Specklefang lifts their chin up while passing by Snakefleck. (neutral effect) - Specklefang was 147 moon(s) old",
            "Specklefang thinks Snakefleck was nice to them today. (low positive effect) - Specklefang was 150 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Specklefang offers Conkerskitter some tips for building a new nest."
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "46",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 19,
        "dislike": 5,
        "admiration": 16,
        "comfortable": 17,
        "jealousy": 8,
        "trust": 36,
        "log": [
            "Specklefang offers to groom a hard-to-reach place for Swampkit, who thanks them earnestly. (high positive effect) - Specklefang was 97 moon(s) old",
            "Specklefang surprises Swampkit with something nice. (medium positive effect) - Specklefang was 101 moon(s) old",
            "Specklefang appreciates Swampkit telling them that they had a feather stuck to their face. (low positive effect) - Specklefang was 102 moon(s) old",
            "Specklefang had a fight with Swamppaw. (high negative effect) - Specklefang was 106 moon(s) old",
            "Specklefang thinks Swamppaw is very helpful! (low positive effect) - Specklefang was 108 moon(s) old",
            "Specklefang ignores Swampheart. (medium negative effect) - Specklefang was 121 moon(s) old",
            "Specklefang wishes they could get their pelt to shine like Swampheart's. (low negative effect) - Specklefang was 123 moon(s) old",
            "Specklefang heard an ugly rumor about Swampheart. (high negative effect) - Specklefang was 125 moon(s) old",
            "Specklefang waves to Swampheart with their tail as their patrols cross paths on the territory. (medium positive effect) - Specklefang was 128 moon(s) old",
            "Specklefang feels like Swampheart isn't taking their own personal health seriously. (medium negative effect) - Specklefang was 131 moon(s) old",
            "Specklefang feels safe with Swampheart around. (high positive effect) - Specklefang was 131 moon(s) old",
            "Specklefang is telling jokes about Swampheart. (high negative effect) - Specklefang was 147 moon(s) old",
            "Specklefang saw Swampheart show off a skill they never knew they had. (high positive effect) - Specklefang was 149 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "47",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 25,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 27,
        "jealousy": 20,
        "trust": 37,
        "log": [
            "Specklefang mews congratulations to Pythonkit for a job well done. (low positive effect) - Specklefang was 107 moon(s) old",
            "Specklefang had to nip Pythonkit on the rump because they were being naughty. (medium negative effect) - Specklefang was 108 moon(s) old",
            "Specklefang is surprised by Pythonkit being thoughtful. (low positive effect) - Specklefang was 109 moon(s) old",
            "Specklefang challenged Pythonpaw to spar with them. (neutral effect) - Specklefang was 113 moon(s) old",
            "Specklefang is really surprised that Pythonhope's life isn't as easy as they thought it was. (high positive effect) - Specklefang was 118 moon(s) old",
            "Specklefang has drawn the ire of Pythonhope by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Specklefang was 120 moon(s) old",
            "Specklefang realized that they were too harsh in their judgment of Pythonhope. (medium positive effect) - Specklefang was 130 moon(s) old",
            "Specklefang appreciates how Pythonhope always seems to ask how they're doing. (high positive effect) - Specklefang was 134 moon(s) old",
            "Specklefang and Pythonhope heckled another Clan at the gathering together. (high positive effect) - Specklefang was 135 moon(s) old",
            "Specklefang thinks the prey Pythonhope is biting into on the other side of camp looks delicious. (medium negative effect) - Specklefang was 140 moon(s) old",
            "Specklefang wishes they could get their pelt to shine like Pythonstar's. (low negative effect) - Specklefang was 144 moon(s) old",
            "Specklefang lifts their chin up while passing by Pythonstar. (neutral effect) - Specklefang was 144 moon(s) old",
            "Specklefang bestows wisdom onto Pythonstar. (low positive effect) - Specklefang was 146 moon(s) old",
            "Specklefang is talking with Pythonstar. (low positive effect) - Specklefang was 148 moon(s) old",
            "Specklefang thinks about how Pythonstar is always reliable. (medium positive effect) - Specklefang was 149 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "48",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 72,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 67,
        "jealousy": 0,
        "trust": 85,
        "log": [
            "Specklefang has been spending time with Meadowkit lately. (low positive effect) - Specklefang was 104 moon(s) old",
            "Specklefang comes up with a plan to sneak out of camp with Meadowkit. (medium positive effect) - Specklefang was 106 moon(s) old",
            "Specklefang is letting Meadowkit share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Specklefang was 107 moon(s) old",
            "Specklefang stands tall when Meadowpaw walks by. (neutral effect) - Specklefang was 111 moon(s) old",
            "Specklefang swaps favorite prey with Meadowpaw. (medium positive effect) - Specklefang was 112 moon(s) old",
            "Specklefang quickly apologizes after bumping into Meadowpaw. They have a small laugh about it. (low positive effect) - Specklefang was 116 moon(s) old",
            "Specklefang thinks Meadowpaw is very helpful! (low positive effect) - Specklefang was 116 moon(s) old",
            "Specklefang wants to spend more time with Meadowpaw! (high positive effect) - Specklefang was 119 moon(s) old",
            "Specklefang thinks Meadowpaw was nice to them today. (low positive effect) - Specklefang was 125 moon(s) old",
            "Specklefang bristles after being scolded by Meadowpaw. (high negative effect) - Specklefang was 129 moon(s) old",
            "Specklefang goes to Meadowrunner to ask for their wisdom. (medium positive effect) - Specklefang was 133 moon(s) old",
            "Specklefang nods politely as Meadowrunner passes by. (neutral effect) - Specklefang was 137 moon(s) old",
            "Specklefang bestows wisdom onto Meadowrunner. (low positive effect) - Specklefang was 138 moon(s) old",
            "Specklefang had a fight with Meadowrunner. (high negative effect) - Specklefang was 138 moon(s) old",
            "Specklefang is really surprised that Meadowrunner's life isn't as easy as they thought it was. (high positive effect) - Specklefang was 142 moon(s) old",
            "Specklefang is having a wonderful time discussing recent Clan news with Meadowrunner. (high positive effect) - Specklefang was 142 moon(s) old",
            "Specklefang asks Meadowrunner how they're doing. (low positive effect) - Specklefang was 143 moon(s) old",
            "Specklefang shared a embarrassing story about Meadowrunner they were asked not to share... (low negative effect) - Specklefang was 145 moon(s) old",
            "Specklefang challenged Meadowrunner to spar with them. (neutral effect) - Specklefang was 148 moon(s) old"
        ]
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "12",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]