[
    {
        "cat_from_id": "13",
        "cat_to_id": "30",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 24,
        "comfortable": 8,
        "jealousy": 0,
        "trust": 16,
        "log": [
            "Dustkit finds the way Driftstar acts increasingly uncomfortable. (medium negative effect) - Dustkit was 3 moon(s) old",
            "Dustslash saw Driftstar being considerate. (low positive effect) - Dustslash was 16 moon(s) old",
            "Dustslash saw Driftstar show off a skill they never knew they had. (high positive effect) - Dustslash was 34 moon(s) old",
            "Dustslash is letting Driftstar share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Dustslash was 36 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "27",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 24,
        "dislike": 0,
        "admiration": 16,
        "comfortable": 26,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Dustkit is asking Stonelion where kits come from. (medium positive effect) - Dustkit was 4 moon(s) old",
            "Dustpaw chats with Stonelion while grabbing something to eat. (medium positive effect) - Dustpaw was 13 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "6",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 59,
        "dislike": 18,
        "admiration": 56,
        "comfortable": 28,
        "jealousy": 8,
        "trust": 23,
        "log": [
            "Dustkit is hiding behind a bush ready to pounce on Bouncelily. (medium positive effect) - Dustkit was 5 moon(s) old",
            "Dustpaw had a huge argument with Bouncelily. (medium negative effect) - Dustpaw was 7 moon(s) old",
            "Dustslash saw Bouncelily show off a skill they never knew they had. (high positive effect) - Dustslash was 27 moon(s) old",
            "Dustslash wishes they could get their pelt to shine like Bouncelily's. (low negative effect) - Dustslash was 35 moon(s) old",
            "Dustslash thanks Bouncelily for keeping the Clan healthy. (medium positive effect) - Dustslash was 40 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "26",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 26,
        "admiration": 100,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 99,
        "log": [
            "Dustslash is having a wonderful time discussing recent Clan news with Blotchkestrel. (high positive effect) - Dustslash was 14 moon(s) old",
            "Dustslash is having a wonderful time discussing recent Clan news with Blotchkestrel. (high positive effect) - Dustslash was 15 moon(s) old",
            "Dustslash thinks Blotchkestrel is very helpful! (low positive effect) - Dustslash was 28 moon(s) old",
            "Dustslash gives Blotchkestrel some feathers from the bird they caught to line their nest. (medium positive effect) - Dustslash was 29 moon(s) old",
            "Dustslash settles near Blotchkestrel to eat their fresh-kill. (medium positive effect) - Dustslash was 37 moon(s) old",
            "Dustslash has drawn the ire of Blotchkestrel by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Dustslash was 50 moon(s) old",
            "Dustslash is surprised by Blotchkestrel being thoughtful. (low positive effect) - Dustslash was 52 moon(s) old",
            "Dustslash appreciates Blotchkestrel telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 53 moon(s) old",
            "Dustslash wants to explore the whole territory with Blotchstar! (medium positive effect) - Dustslash was 61 moon(s) old",
            "Dustslash wants to spend more time with Blotchstar! (high positive effect) - Dustslash was 71 moon(s) old",
            "Dustslash lifts their chin up while passing by Blotchstar. (neutral effect) - Dustslash was 73 moon(s) old",
            "Dustslash saw Blotchstar the other day and did get a chance to meow hello! (medium positive effect) - Dustslash was 79 moon(s) old",
            "Blotchstar asks Dustslash to speak up while chatting together. (neutral effect) - Dustslash was 82 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 44,
        "dislike": 0,
        "admiration": 8,
        "comfortable": 5,
        "jealousy": 0,
        "trust": 3,
        "log": [
            "Dustslash is surprised by Ripplecall being thoughtful. (low positive effect) - Dustslash was 21 moon(s) old",
            "Dustslash is telling jokes about Ripplecall. (high negative effect) - Dustslash was 54 moon(s) old",
            "Dustslash is jealous that Ripplecall got to go on border patrol this morning. (medium negative effect) - Dustslash was 58 moon(s) old",
            "Dustslash realized that they were too harsh in their judgment of Ripplecall. (medium positive effect) - Dustslash was 88 moon(s) old",
            "Dustslash stands tall when Ripplecall walks by. (neutral effect) - Dustslash was 93 moon(s) old",
            "Ripplecall is playing tag with Dustslash. (medium positive effect) - Dustslash was 95 moon(s) old",
            "Dustslash finds the way Ripplecall acts increasingly uncomfortable. (medium negative effect) - Dustslash was 96 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 70,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 38,
        "jealousy": 0,
        "trust": 30,
        "log": [
            "Dustpaw wishes they could get their pelt to shine like Coldheart's. (low negative effect) - Dustpaw was 6 moon(s) old",
            "Dustslash helps Coldheart pick burrs out of their fur. (medium positive effect) - Dustslash was 33 moon(s) old",
            "Dustslash comes up with a plan to sneak out of camp with Coldheart. (medium positive effect) - Dustslash was 43 moon(s) old",
            "Dustslash is sharing the latest gossip they heard over the border with Coldheart. (medium positive effect) - Dustslash was 45 moon(s) old",
            "Dustslash covered for Coldheart on something minor. (medium positive effect) - Dustslash was 66 moon(s) old",
            "Dustslash is talking with Coldheart. (low positive effect) - Dustslash was 81 moon(s) old",
            "Dustslash is stuttering while speaking to Coldheart. (neutral effect) - Dustslash was 98 moon(s) old",
            "Dustslash thinks Coldheart is very helpful! (low positive effect) - Dustslash was 105 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "2",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 8,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Dustkit thinks Littlestripe is very helpful! (low positive effect) - Dustkit was 2 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 14,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 32,
        "comfortable": 41,
        "jealousy": 0,
        "trust": 12,
        "log": [
            "Dustpaw appreciates Darkflow telling them that they had a feather stuck to their face. (low positive effect) - Dustpaw was 10 moon(s) old",
            "Dustslash doesn't notice Darkflow leaving camp. (neutral effect) - Dustslash was 24 moon(s) old",
            "Dustslash finds the way Darkflow acts increasingly uncomfortable. (medium negative effect) - Dustslash was 25 moon(s) old",
            "Dustslash is giving Darkflow a task. (neutral effect) - Dustslash was 32 moon(s) old",
            "Dustslash is sharpening their claws near Darkflow. (neutral effect) - Dustslash was 68 moon(s) old",
            "Dustslash had a difficult conversation with Darkflow and they now have a deeper understanding of each other. (high positive effect) - Dustslash was 72 moon(s) old",
            "Dustslash is wowed by how bravely Darkflow fought the other day. (high positive effect) - Dustslash was 74 moon(s) old",
            "Dustslash covered for Darkflow on something minor. (medium positive effect) - Dustslash was 75 moon(s) old",
            "Dustslash had Darkflow bump into them, and they didn't even apologize! (low negative effect) - Dustslash was 76 moon(s) old",
            "Dustslash thinks about how Darkflow is always reliable. (medium positive effect) - Dustslash was 78 moon(s) old",
            "Dustslash is sharing prey with Darkflow. (medium positive effect) - Dustslash was 85 moon(s) old",
            "Dustslash challenged Darkstar to spar with them. (neutral effect) - Dustslash was 102 moon(s) old",
            "Dustslash wants to spend more time with Darkstar! (high positive effect) - Dustslash was 111 moon(s) old",
            "Dustslash saw Darkstar the other day, but didn't get a chance to meow hello. (neutral effect) - Dustslash was 113 moon(s) old",
            "Dustslash thinks Darkstar is really charming. (positive effect)",
            "Dustslash is starting to have doubts about their feelings for Darkstar. (medium negative effect) - Dustslash was 133 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "8",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 16,
        "admiration": 8,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Dustslash tried to bring Lakejumble's behaviour up to them, but it turned into a fight that someone else had to break up. (medium negative effect) - Dustslash was 18 moon(s) old",
            "Dustslash had a fight with Lakejumble. (high negative effect) - Dustslash was 47 moon(s) old",
            "Lakejumble makes sure Dustslash is following the warrior code. (medium negative effect) - Dustslash was 69 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "9",
        "mates": false,
        "family": false,
        "romantic_love": 34,
        "platonic_like": 56,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 69,
        "jealousy": 0,
        "trust": 46,
        "log": [
            "Dustkit is having a wonderful time discussing recent Clan news with Flutterkit. (high positive effect) - Dustkit was 1 moon(s) old",
            "Dustpaw comes up with a plan to sneak out of camp with Flutterpaw. (medium positive effect) - Dustpaw was 8 moon(s) old",
            "Dustslash is sharing tongues with Flutterhiss. (high positive effect) - Dustslash was 17 moon(s) old",
            "Dustslash stole Flutterhiss's catch right out from under their claws. (medium negative effect) - Dustslash was 19 moon(s) old",
            "Dustslash just noticed how beautiful Flutterhiss's eyes are. (positive effect)",
            "Dustslash thinks Flutterhiss is really funny. (positive effect)"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 80,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 12,
        "comfortable": 91,
        "jealousy": 0,
        "trust": 36,
        "log": [
            "Dustpaw is really surprised that Grasspaw's life isn't as easy as they thought it was. (high positive effect) - Dustpaw was 12 moon(s) old",
            "Dustslash is talking with Grassfreckle. (low positive effect) - Dustslash was 22 moon(s) old",
            "Dustslash notices how Grassfreckle is being helpful around camp. (medium positive effect) - Dustslash was 23 moon(s) old",
            "Dustslash saw Grassfreckle miss an easy catch today. (medium negative effect) - Dustslash was 30 moon(s) old",
            "Dustslash is having a wonderful time discussing recent Clan news with Grassfreckle. (high positive effect) - Dustslash was 31 moon(s) old",
            "Dustslash bristles after being scolded by Grassfreckle. (high negative effect) - Dustslash was 42 moon(s) old",
            "Dustslash thinks Grassfreckle is the most beautiful cat in the Clan. (positive effect)",
            "Dustslash brushes against Grassfreckle while correcting their stance and looks away with a purr. (positive effect)",
            "Dustslash just noticed how beautiful Grassfreckle's eyes are. (positive effect)",
            "Dustslash is having a wonderful time discussing recent Clan news with Grassfreckle. (high positive effect) - Dustslash was 59 moon(s) old",
            "Dustslash notices how Grassfreckle is being helpful around camp. (medium positive effect) - Dustslash was 63 moon(s) old",
            "Dustslash admires how brave Grassfreckle is. (medium positive effect) - Dustslash was 65 moon(s) old",
            "Dustslash purrs for a long time at one of Grassfreckle's lame jokes. (positive effect)",
            "Dustslash was caught enjoying a moonlit stroll with Grassfreckle last night... (positive effect)",
            "Dustslash covered for Grassfreckle on something minor. (medium positive effect) - Dustslash was 83 moon(s) old",
            "Dustslash thinks about how Grassfreckle is always reliable. (medium positive effect) - Dustslash was 116 moon(s) old",
            "Dustslash is sharing prey with Grassfreckle. (medium positive effect) - Dustslash was 121 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 45,
        "dislike": 0,
        "admiration": 23,
        "comfortable": 51,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Dustslash greets Specklefang as they're exiting the warriors' den. (medium positive effect) - Dustslash was 20 moon(s) old",
            "Specklefang seems to be oblivious to Dustslash glaring at them from across camp. (neutral effect) - Dustslash was 51 moon(s) old",
            "Dustslash sees that Specklefang's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Dustslash was 57 moon(s) old",
            "Dustslash and Specklefang joke around about how bad the other Clans smell. (high positive effect) - Dustslash was 86 moon(s) old",
            "Dustslash saw Specklefang show off a skill they never knew they had. (high positive effect) - Dustslash was 89 moon(s) old",
            "Dustslash shared a embarrassing story about Specklefang they were asked not to share... (low negative effect) - Dustslash was 92 moon(s) old",
            "Dustslash is sharing tongues with Specklefang. (high positive effect) - Dustslash was 99 moon(s) old",
            "Dustslash had a huge argument with Specklefang. (medium negative effect) - Dustslash was 115 moon(s) old",
            "Dustslash thinks Specklefang was nice to them today. (low positive effect) - Dustslash was 123 moon(s) old",
            "Dustslash saw Specklefang show off a skill they never knew they had. (high positive effect) - Dustslash was 124 moon(s) old",
            "Dustslash is having a wonderful time discussing recent Clan news with Specklefang. (high positive effect) - Dustslash was 138 moon(s) old",
            "Dustslash stands tall when Specklefang walks by. (neutral effect) - Dustslash was 142 moon(s) old",
            "Dustslash saw Specklefang show off a skill they never knew they had. (high positive effect) - Dustslash was 149 moon(s) old",
            "Dustslash saw Specklefang being considerate. (low positive effect) - Dustslash was 150 moon(s) old",
            "Dustslash wants to spend more time with Specklefang! (high positive effect) - Dustslash was 151 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 68,
        "dislike": 0,
        "admiration": 3,
        "comfortable": 33,
        "jealousy": 0,
        "trust": 62,
        "log": [
            "Dustpaw realized that they were too harsh in their judgment of Lightpaw. (medium positive effect) - Dustpaw was 9 moon(s) old",
            "Dustpaw is talking with Lightpaw. (low positive effect) - Dustpaw was 11 moon(s) old",
            "Dustslash notices how Lightdapple is being helpful around camp. (medium positive effect) - Dustslash was 26 moon(s) old",
            "Dustslash tells Lightdapple to count on them in a difficult situation. (high positive effect) - Dustslash was 44 moon(s) old",
            "Dustslash ignores Lightdapple. (medium negative effect) - Dustslash was 48 moon(s) old",
            "Dustslash appreciates Lightdapple telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 101 moon(s) old",
            "Dustslash has snuggled up against Lightdapple. (medium positive effect) - Dustslash was 120 moon(s) old",
            "Dustslash bestows wisdom onto Lightdapple. (low positive effect) - Dustslash was 129 moon(s) old",
            "Dustslash lifts their chin up while passing by Lightdapple. (neutral effect) - Dustslash was 131 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "15",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "16",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Dustslash sees Babyspeck arrive in the Clan and offers them to show them around."
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "18",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 21,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 17,
        "jealousy": 0,
        "trust": 26,
        "log": [
            "Dustslash settles near Fieldpaw to eat their fresh-kill. (medium positive effect) - Dustslash was 38 moon(s) old",
            "Dustslash appreciates Fielddapple telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 55 moon(s) old",
            "Dustslash mews congratulations to Fielddapple for a job well done. (low positive effect) - Dustslash was 62 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 73,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 39,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Dustslash reminds Waspkit to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Dustslash was 39 moon(s) old",
            "Dustslash promises to always look out for Wasppaw. (high positive effect) - Dustslash was 49 moon(s) old",
            "Dustslash sees that Waspshade's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Dustslash was 84 moon(s) old",
            "Dustslash wants to spend more time with Waspshade! (high positive effect) - Dustslash was 91 moon(s) old",
            "Dustslash asks Waspshade how they're doing. (low positive effect) - Dustslash was 152 moon(s) old",
            "Dustslash is really surprised that Waspshade's life isn't as easy as they thought it was. (high positive effect) - Dustslash was 154 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 16,
        "jealousy": 0,
        "trust": 27,
        "log": [
            "Dustslash shared a embarrassing story about Sablekit they were asked not to share... (low negative effect) - Dustslash was 41 moon(s) old",
            "Dustslash is surprised by Sablebeam being thoughtful. (low positive effect) - Dustslash was 60 moon(s) old",
            "Dustslash caught Sablebeam complaining about them behind their back. (high negative effect) - Dustslash was 64 moon(s) old",
            "Dustslash is complaining that Sablebeam never does anything helpful. (high negative effect) - Dustslash was 67 moon(s) old",
            "Dustslash promises to always look out for Sablebeam. (high positive effect) - Dustslash was 107 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "22",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 93,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 99,
        "log": [
            "Dustslash thinks Posykit was nice to them today. (low positive effect) - Dustslash was 46 moon(s) old",
            "Dustslash saw Posykit being considerate. (low positive effect) - Dustslash was 46 moon(s) old",
            "Dustslash covered for Posykit on something minor. (medium positive effect) - Dustslash was 47 moon(s) old",
            "Dustslash wants to spend more time with Posykit! (high positive effect) - Dustslash was 50 moon(s) old",
            "Dustslash is really surprised that Posypaw's life isn't as easy as they thought it was. (high positive effect) - Dustslash was 51 moon(s) old",
            "Dustslash is surprised to hear Posypaw express an ideal they can agree with. (high positive effect) - Dustslash was 57 moon(s) old",
            "Dustslash wants to spend more time with Posytail! (high positive effect) - Dustslash was 60 moon(s) old",
            "Dustslash thinks Posytail was nice to them today. (low positive effect) - Dustslash was 62 moon(s) old",
            "Dustslash complains about something Posytail did. (low negative effect) - Dustslash was 64 moon(s) old",
            "Dustslash had a difficult conversation with Posytail and they now have a deeper understanding of each other. (high positive effect) - Dustslash was 69 moon(s) old",
            "Dustslash appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 70 moon(s) old",
            "Dustslash could recognize Posytail just by the sound of their paw steps. (high positive effect) - Dustslash was 75 moon(s) old",
            "Dustslash wants to spend more time with Posytail! (high positive effect) - Dustslash was 76 moon(s) old",
            "Dustslash challenged Posytail to spar with them. (neutral effect) - Dustslash was 78 moon(s) old",
            "Dustslash had a fight with Posytail. (high negative effect) - Dustslash was 80 moon(s) old",
            "Dustslash saw Posytail being considerate. (low positive effect) - Dustslash was 87 moon(s) old",
            "Dustslash helps Posytail pick burrs out of their fur. (medium positive effect) - Dustslash was 87 moon(s) old",
            "Dustslash is letting Posytail share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Dustslash was 88 moon(s) old",
            "Dustslash thinks about how Posytail is always reliable. (medium positive effect) - Dustslash was 90 moon(s) old",
            "Dustslash thinks Posytail is very helpful! (low positive effect) - Dustslash was 90 moon(s) old",
            "Dustslash doesn't think that Posytail has been completely honest lately. (low negative effect) - Dustslash was 91 moon(s) old",
            "Dustslash appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 93 moon(s) old",
            "Dustslash saw Posytail show off a skill they never knew they had. (high positive effect) - Dustslash was 94 moon(s) old",
            "Dustslash saw Posytail the other day and did get a chance to meow hello! (medium positive effect) - Dustslash was 94 moon(s) old",
            "Dustslash is surprised by Posytail being thoughtful. (low positive effect) - Dustslash was 99 moon(s) old",
            "Dustslash covered for Posytail on something minor. (medium positive effect) - Dustslash was 103 moon(s) old",
            "Dustslash covered for Posytail on something minor. (medium positive effect) - Dustslash was 106 moon(s) old",
            "Dustslash thinks they can tell Posytail something important. (high positive effect) - Dustslash was 111 moon(s) old",
            "Dustslash has been spending time with Posytail lately. (low positive effect) - Dustslash was 114 moon(s) old",
            "Dustslash had a difficult conversation with Posytail and they now have a deeper understanding of each other. (high positive effect) - Dustslash was 117 moon(s) old",
            "Dustslash finds a bit of fluff that smells like Posytail and adds it to their nest. (low positive effect) - Dustslash was 122 moon(s) old",
            "Dustslash bestows wisdom onto Posytail. (low positive effect) - Dustslash was 122 moon(s) old",
            "Dustslash is really surprised that Posytail's life isn't as easy as they thought it was. (high positive effect) - Dustslash was 125 moon(s) old",
            "Dustslash surprises Posytail with something nice. (medium positive effect) - Dustslash was 127 moon(s) old",
            "Dustslash saw Posytail being considerate. (low positive effect) - Dustslash was 128 moon(s) old",
            "Dustslash is telling jokes about Posytail. (high negative effect) - Dustslash was 132 moon(s) old",
            "Dustslash thinks Posytail is very helpful! (low positive effect) - Dustslash was 135 moon(s) old",
            "Dustslash thinks the prey Posytail is biting into on the other side of camp looks delicious. (medium negative effect) - Dustslash was 140 moon(s) old",
            "Dustslash caught Posytail in a lie. (medium negative effect) - Dustslash was 141 moon(s) old",
            "Dustslash is sharing tongues with Posytail. (high positive effect) - Dustslash was 144 moon(s) old",
            "Dustslash shares a joke about a neighboring Clan with Posytail. (low positive effect) - Dustslash was 145 moon(s) old",
            "Dustslash thinks Posytail is very helpful! (low positive effect) - Dustslash was 145 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 100,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 92,
        "log": [
            "Dustslash chats with Snakekit while grabbing something to eat. (medium positive effect) - Dustslash was 44 moon(s) old",
            "Snakekit asks Dustslash to speak up while chatting together. (neutral effect) - Dustslash was 45 moon(s) old",
            "Dustslash realized that they were too harsh in their judgment of Snakekit. (medium positive effect) - Dustslash was 49 moon(s) old",
            "Dustslash thinks Snakepaw is very helpful! (low positive effect) - Dustslash was 53 moon(s) old",
            "Dustslash thinks they can tell Snakepaw something important. (high positive effect) - Dustslash was 55 moon(s) old",
            "Dustslash is surprised to hear Snakepaw express an ideal they can agree with. (high positive effect) - Dustslash was 56 moon(s) old",
            "Dustslash apologized to Snakepaw for something or other. (low positive effect) - Dustslash was 56 moon(s) old",
            "Dustslash wants to spend more time with Snakepaw! (high positive effect) - Dustslash was 58 moon(s) old",
            "Dustslash offers to groom a hard-to-reach place for Snakefleck, who thanks them earnestly. (high positive effect) - Dustslash was 61 moon(s) old",
            "Dustslash saw Snakefleck being considerate. (low positive effect) - Dustslash was 65 moon(s) old",
            "Dustslash finds a bit of fluff that smells like Snakefleck and adds it to their nest. (low positive effect) - Dustslash was 66 moon(s) old",
            "Dustslash sees that Snakefleck's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Dustslash was 72 moon(s) old",
            "Dustslash thinks Snakefleck was nice to them today. (low positive effect) - Dustslash was 73 moon(s) old",
            "Dustslash gives Snakefleck some feathers from the bird they caught to line their nest. (medium positive effect) - Dustslash was 74 moon(s) old",
            "Dustslash is sparring with Snakefleck. (medium positive effect) - Dustslash was 77 moon(s) old",
            "Dustslash thinks the prey Snakefleck is biting into on the other side of camp looks delicious. (medium negative effect) - Dustslash was 77 moon(s) old",
            "Dustslash challenged Snakefleck to spar with them. (neutral effect) - Dustslash was 79 moon(s) old",
            "Dustslash thinks Snakefleck is very helpful! (low positive effect) - Dustslash was 81 moon(s) old",
            "Dustslash gives Snakefleck some feathers from the bird they caught to line their nest. (medium positive effect) - Dustslash was 82 moon(s) old",
            "Dustslash wants to spend more time with Snakefleck! (high positive effect) - Dustslash was 83 moon(s) old",
            "Dustslash thinks about how Snakefleck is always reliable. (medium positive effect) - Dustslash was 84 moon(s) old",
            "Dustslash is giving Snakefleck a task. (neutral effect) - Dustslash was 85 moon(s) old",
            "Dustslash saw Snakefleck being considerate. (low positive effect) - Dustslash was 86 moon(s) old",
            "Dustslash admires how brave Snakefleck is. (medium positive effect) - Dustslash was 89 moon(s) old",
            "Dustslash could recognize Snakefleck just by the sound of their paw steps. (high positive effect) - Dustslash was 92 moon(s) old",
            "Dustslash shares a joke about a neighboring Clan with Snakefleck. (low positive effect) - Dustslash was 95 moon(s) old",
            "Dustslash notices how Snakefleck is being helpful around camp. (medium positive effect) - Dustslash was 96 moon(s) old",
            "Dustslash thinks Snakefleck was nice to them today. (low positive effect) - Dustslash was 97 moon(s) old",
            "Dustslash realized that they were too harsh in their judgment of Snakefleck. (medium positive effect) - Dustslash was 97 moon(s) old",
            "Dustslash thinks Snakefleck was nice to them today. (low positive effect) - Dustslash was 98 moon(s) old",
            "Dustslash surprises Snakefleck with something nice. (medium positive effect) - Dustslash was 100 moon(s) old",
            "Dustslash had a difficult conversation with Snakefleck and they now have a deeper understanding of each other. (high positive effect) - Dustslash was 104 moon(s) old",
            "Dustslash and Snakefleck heckled another Clan at the gathering together. (high positive effect) - Dustslash was 106 moon(s) old",
            "Dustslash is really surprised that Snakefleck's life isn't as easy as they thought it was. (high positive effect) - Dustslash was 109 moon(s) old",
            "Dustslash had a difficult conversation with Snakefleck and they now have a deeper understanding of each other. (high positive effect) - Dustslash was 110 moon(s) old",
            "Dustslash covered for Snakefleck on something minor. (medium positive effect) - Dustslash was 112 moon(s) old",
            "Dustslash and Snakefleck heckled another Clan at the gathering together. (high positive effect) - Dustslash was 116 moon(s) old",
            "Dustslash mews congratulations to Snakefleck for a job well done. (low positive effect) - Dustslash was 118 moon(s) old",
            "Dustslash sees that Snakefleck's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Dustslash was 120 moon(s) old",
            "Dustslash covered for Snakefleck on something minor. (medium positive effect) - Dustslash was 125 moon(s) old",
            "Dustslash appreciates how Snakefleck always seems to ask how they're doing. (high positive effect) - Dustslash was 127 moon(s) old",
            "Dustslash challenged Snakefleck to spar with them. (neutral effect) - Dustslash was 130 moon(s) old",
            "Dustslash stands tall when Snakefleck walks by. (neutral effect) - Dustslash was 130 moon(s) old",
            "Dustslash thinks Snakefleck was nice to them today. (low positive effect) - Dustslash was 132 moon(s) old",
            "Dustslash appreciates Snakefleck telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 134 moon(s) old",
            "Dustslash is giving Snakefleck a task. (neutral effect) - Dustslash was 135 moon(s) old",
            "Dustslash thinks Snakefleck is very helpful! (low positive effect) - Dustslash was 136 moon(s) old",
            "Dustslash realized that they were too harsh in their judgment of Snakefleck. (medium positive effect) - Dustslash was 138 moon(s) old",
            "Dustslash doesn't notice Snakefleck twitching their whiskers at them. (neutral effect) - Dustslash was 143 moon(s) old",
            "Dustslash reminds Snakefleck to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Dustslash was 147 moon(s) old",
            "Dustslash had a huge argument with Snakefleck. (medium negative effect) - Dustslash was 148 moon(s) old",
            "Dustslash chats with Snakefleck while grabbing something to eat. (medium positive effect) - Dustslash was 148 moon(s) old",
            "Dustslash helps Snakefleck pick burrs out of their fur. (medium positive effect) - Dustslash was 149 moon(s) old",
            "Dustslash shared a embarrassing story about Snakefleck they were asked not to share... (low negative effect) - Dustslash was 151 moon(s) old",
            "Dustslash mews congratulations to Snakefleck for a job well done. (low positive effect) - Dustslash was 152 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "46",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 18,
        "dislike": 63,
        "admiration": 17,
        "comfortable": 41,
        "jealousy": 16,
        "trust": 20,
        "log": [
            "Dustslash is looking out for Swampkit's well-being. (medium positive effect) - Dustslash was 100 moon(s) old",
            "Dustslash appreciates how Swampkit always seems to ask how they're doing. (high positive effect) - Dustslash was 101 moon(s) old",
            "Dustslash is surprised to hear Swampkit express an ideal they can agree with. (high positive effect) - Dustslash was 102 moon(s) old",
            "Dustslash had a disagreement with Swampkit about something or other. (low negative effect) - Dustslash was 103 moon(s) old",
            "Dustslash had a disagreement with Swamppaw about something or other. (low negative effect) - Dustslash was 104 moon(s) old",
            "Dustslash turned to Swamppaw in a time of need, only for Swamppaw to abandon them. (high negative effect) - Dustslash was 107 moon(s) old",
            "Dustslash heard an ugly rumor about Swamppaw. (high negative effect) - Dustslash was 108 moon(s) old",
            "Dustslash is sparring with Swampheart. (medium positive effect) - Dustslash was 113 moon(s) old",
            "Dustslash goes to tell a secret to Swampheart only for Swampheart to tell someone else's secret to them. (high negative effect) - Dustslash was 115 moon(s) old",
            "Dustslash thinks Swampheart is being annoying. (high negative effect) - Dustslash was 118 moon(s) old",
            "Dustslash thinks the prey Swampheart is biting into on the other side of camp looks delicious. (medium negative effect) - Dustslash was 123 moon(s) old",
            "Dustslash wishes they could get their pelt to shine like Swampheart's. (low negative effect) - Dustslash was 126 moon(s) old",
            "Dustslash surprises Swampheart with something nice. (medium positive effect) - Dustslash was 136 moon(s) old",
            "Dustslash thinks Swampheart isn't very considerate of others. (low negative effect) - Dustslash was 139 moon(s) old",
            "Dustslash settles near Swampheart to eat their fresh-kill. (medium positive effect) - Dustslash was 140 moon(s) old",
            "Dustslash thinks the prey Swampheart is biting into on the other side of camp looks delicious. (medium negative effect) - Dustslash was 144 moon(s) old",
            "Dustslash thinks Swampheart is very helpful! (low positive effect) - Dustslash was 146 moon(s) old",
            "Dustslash caught Swampheart complaining about them behind their back. (high negative effect) - Dustslash was 153 moon(s) old",
            "Dustslash thinks the prey Swampheart is biting into on the other side of camp looks delicious. (medium negative effect) - Dustslash was 154 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "47",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 77,
        "dislike": 0,
        "admiration": 12,
        "comfortable": 79,
        "jealousy": 0,
        "trust": 53,
        "log": [
            "Dustslash challenged Pythonkit to spar with them. (neutral effect) - Dustslash was 105 moon(s) old",
            "Dustslash apologized to Pythonkit for something or other. (low positive effect) - Dustslash was 109 moon(s) old",
            "Dustslash is talking with Pythonpaw. (low positive effect) - Dustslash was 112 moon(s) old",
            "Dustslash helps Pythonhope pick burrs out of their fur. (medium positive effect) - Dustslash was 119 moon(s) old",
            "Dustslash sees that Pythonhope's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Dustslash was 119 moon(s) old",
            "Dustslash tells Pythonhope to count on them in a difficult situation. (high positive effect) - Dustslash was 121 moon(s) old",
            "Dustslash thinks they can tell Pythonhope something important. (high positive effect) - Dustslash was 124 moon(s) old",
            "Dustslash wishes they could get their pelt to shine like Pythonhope's. (low negative effect) - Dustslash was 129 moon(s) old",
            "Dustslash apologized to Pythonhope for something or other. (low positive effect) - Dustslash was 131 moon(s) old",
            "Dustslash wants to spend more time with Pythonhope! (high positive effect) - Dustslash was 134 moon(s) old",
            "Dustslash saw Pythonhope the other day and did get a chance to meow hello! (medium positive effect) - Dustslash was 137 moon(s) old",
            "Dustslash had a fight with Pythonstar. (high negative effect) - Dustslash was 142 moon(s) old",
            "Dustslash is sparring with Pythonstar. (medium positive effect) - Dustslash was 143 moon(s) old",
            "Dustslash caught Pythonstar complaining about them behind their back. (high negative effect) - Dustslash was 146 moon(s) old",
            "Dustslash is having a wonderful time discussing recent Clan news with Pythonstar. (high positive effect) - Dustslash was 147 moon(s) old",
            "Dustslash saved a piece of fresh-kill that they know is Pythonstar's favorite. (high positive effect) - Dustslash was 150 moon(s) old",
            "Dustslash appreciates how Pythonstar always seems to ask how they're doing. (high positive effect) - Dustslash was 155 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "48",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 2,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 5,
        "jealousy": 0,
        "trust": 5,
        "log": [
            "Dustslash is talking with Meadowkit. (low positive effect) - Dustslash was 108 moon(s) old",
            "Dustslash doesn't notice Meadowkit twitching their whiskers at them. (neutral effect) - Dustslash was 110 moon(s) old",
            "Dustslash doesn't think that Meadowpaw has been completely honest lately. (low negative effect) - Dustslash was 114 moon(s) old",
            "Dustslash had Meadowpaw bump into them, and they didn't even apologize! (low negative effect) - Dustslash was 117 moon(s) old",
            "Dustslash caught Meadowpaw complaining about them behind their back. (high negative effect) - Dustslash was 126 moon(s) old",
            "Dustslash complains about something Meadowpaw did. (low negative effect) - Dustslash was 128 moon(s) old",
            "Dustslash caught Meadowrunner complaining about them behind their back. (high negative effect) - Dustslash was 133 moon(s) old",
            "Dustslash challenged Meadowrunner to spar with them. (neutral effect) - Dustslash was 137 moon(s) old",
            "Dustslash said something that rubbed Meadowrunner the wrong way. (low negative effect) - Dustslash was 139 moon(s) old",
            "Dustslash thinks Meadowrunner isn't very considerate of others. (low negative effect) - Dustslash was 141 moon(s) old",
            "Dustslash had Meadowrunner bump into them, and they didn't even apologize! (low negative effect) - Dustslash was 153 moon(s) old",
            "Dustslash covered for Meadowrunner on something minor. (medium positive effect) - Dustslash was 156 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Dustslash sees Duskkit arrive in the Clan and offers them to show them around."
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "53",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Dustslash appreciates Howllight telling them that they had a feather stuck to their face. (low positive effect) - Dustslash was 155 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "54",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "55",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 6,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 8,
        "trust": 0,
        "log": [
            "Dustslash wishes they could get their pelt to shine like Brightkit's. (low negative effect) - Dustslash was 157 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "56",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Dustslash and Breezekit joke around about how bad the other Clans smell. (high positive effect) - Dustslash was 156 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "57",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "58",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "60",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 6,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 8,
        "trust": 0,
        "log": [
            "Dustslash wishes they could get their pelt to shine like Nutgale's. (low negative effect) - Dustslash was 157 moon(s) old"
        ]
    },
    {
        "cat_from_id": "13",
        "cat_to_id": "59",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]