[
    {
        "cat_from_id": "15",
        "cat_to_id": "35",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 88,
        "dislike": 25,
        "admiration": 36,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 63,
        "log": [
            "Sparkpelt saw Anisemoon miss an easy catch today. (medium negative effect) - Sparkpelt was 24 moon(s) old",
            "Sparkpelt is sharing tongues with Anisemoon. (high positive effect) - Sparkpelt was 31 moon(s) old",
            "Sparkpelt swaps favorite prey with Anisemoon. (medium positive effect) - Sparkpelt was 36 moon(s) old",
            "Sparkpelt doesn't notice Anisemoon leaving camp. (neutral effect) - Sparkpelt was 41 moon(s) old",
            "Sparkpelt caught Anisemoon complaining about them behind their back. (high negative effect) - Sparkpelt was 51 moon(s) old",
            "Sparkpelt thinks the prey Anisemoon is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpelt was 56 moon(s) old",
            "Sparkpelt appreciates Anisemoon telling them that they had a feather stuck to their face. (low positive effect) - Sparkpelt was 67 moon(s) old",
            "Sparkpelt just told Anisemoon a hilarious joke. (medium positive effect) - Sparkpelt was 70 moon(s) old",
            "Sparkpelt chats with Anisemoon while grabbing something to eat. (medium positive effect) - Sparkpelt was 74 moon(s) old",
            "Sparkpelt bristles after being scolded by Anisemoon. (high negative effect) - Sparkpelt was 76 moon(s) old",
            "Sparkpelt swaps favorite prey with Anisemoon. (medium positive effect) - Sparkpelt was 77 moon(s) old",
            "Sparkpelt listens to Anisemoon talk about what life was like when they were young. (high positive effect) - Sparkpelt was 82 moon(s) old",
            "Sparkpelt appreciates how Anisemoon always seems to ask how they're doing. (high positive effect) - Sparkpelt was 97 moon(s) old",
            "Sparkpelt challenged Anisemoon to spar with them. (neutral effect) - Sparkpelt was 98 moon(s) old",
            "Sparkpelt sees Anisemoon lazing about in the sunshine and is resentful at how little they're expected to contribute. (high negative effect) - Sparkpelt was 102 moon(s) old",
            "Sparkpelt thinks Anisemoon was nice to them today. (low positive effect) - Sparkpelt was 105 moon(s) old",
            "Sparkpelt challenged Anisemoon to spar with them. (neutral effect) - Sparkpelt was 108 moon(s) old",
            "Sparkpelt tells Anisemoon that they're an amazing storyteller. (medium positive effect) - Sparkpelt was 113 moon(s) old",
            "Sparkpelt and Anisemoon heckled another Clan at the gathering together. (high positive effect) - Sparkpelt was 118 moon(s) old",
            "Sparkpelt finds a bit of fluff that smells like Anisemoon and adds it to their nest. (low positive effect) - Sparkpelt was 126 moon(s) old",
            "Sparkpelt thinks about how lucky they are to have someone like Anisemoon as a friend. (high positive effect) - Sparkpelt was 133 moon(s) old",
            "Sparkpelt thinks Anisemoon is being annoying. (high negative effect) - Sparkpelt was 136 moon(s) old",
            "Sparkpelt is sparring with Anisemoon. (medium positive effect) - Sparkpelt was 137 moon(s) old",
            "Sparkpelt thinks Anisemoon is very helpful! (low positive effect) - Sparkpelt was 141 moon(s) old",
            "Sparkpelt thinks the prey Anisemoon is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpelt was 143 moon(s) old",
            "Sparkpelt is really surprised that Anisemoon's life isn't as easy as they thought it was. (high positive effect) - Sparkpelt was 151 moon(s) old",
            "Anisemoon seems to be oblivious to Sparkpelt glaring at them from across camp. (neutral effect) - Sparkpelt was 159 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "36",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 0,
        "admiration": 1,
        "comfortable": 23,
        "jealousy": 0,
        "trust": 32,
        "log": [
            "Dreamecho let Sparkpaw down while Sparkpaw was counting on them. (medium negative effect) - Sparkpaw was 11 moon(s) old",
            "Sparkpaw covered for Dreamecho on something minor. (medium positive effect) - Sparkpaw was 12 moon(s) old",
            "Sparkpelt is sharing prey with Dreamecho. (medium positive effect) - Sparkpelt was 20 moon(s) old",
            "Sparkpelt apologized to Dreamecho for something or other. (low positive effect) - Sparkpelt was 22 moon(s) old",
            "Sparkpelt wishes they could get their pelt to shine like Dreamecho's. (low negative effect) - Sparkpelt was 26 moon(s) old",
            "Sparkpelt chats with Dreamecho about their day. (medium positive effect) - Sparkpelt was 32 moon(s) old",
            "Dreamecho is building up Sparkpelt's confidence. (medium positive effect) - Sparkpelt was 45 moon(s) old",
            "Sparkpelt saw Dreamecho being considerate. (low positive effect) - Sparkpelt was 49 moon(s) old",
            "Sparkpelt said they'd cover for Dreamecho, but when it came time, they got Dreamecho in trouble. (medium negative effect) - Sparkpelt was 50 moon(s) old",
            "Sparkpelt swaps favorite prey with Dreamecho. (medium positive effect) - Sparkpelt was 53 moon(s) old",
            "Sparkpelt surprises Dreamecho with something nice. (medium positive effect) - Sparkpelt was 54 moon(s) old",
            "Sparkpelt is really surprised that Dreamecho's life isn't as easy as they thought it was. (high positive effect) - Sparkpelt was 59 moon(s) old",
            "Sparkpelt notices how Dreamecho is being helpful around camp. (medium positive effect) - Sparkpelt was 61 moon(s) old",
            "Sparkpelt appreciates Dreamecho telling them that they had a feather stuck to their face. (low positive effect) - Sparkpelt was 62 moon(s) old",
            "Sparkpelt saw Dreamecho show off a skill they never knew they had. (high positive effect) - Sparkpelt was 65 moon(s) old",
            "Sparkpelt is surprised by Dreamecho being thoughtful. (low positive effect) - Sparkpelt was 75 moon(s) old",
            "Sparkpelt is having a wonderful time discussing recent Clan news with Dreamecho. (high positive effect) - Sparkpelt was 80 moon(s) old",
            "Sparkpelt is really surprised that Dreamecho's life isn't as easy as they thought it was. (high positive effect) - Sparkpelt was 81 moon(s) old",
            "Sparkpelt tells Dreamecho to count on them in a difficult situation. (high positive effect) - Sparkpelt was 86 moon(s) old",
            "Sparkpelt tells Dreamecho to count on them in a difficult situation. (high positive effect) - Sparkpelt was 88 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "38",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 21,
        "admiration": 21,
        "comfortable": 13,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Sparkkit had a difficult conversation with Mantisfleck and they now have a deeper understanding of each other. (high positive effect) - Sparkkit was 5 moon(s) old",
            "Sparkpaw had a fight with Mantisfleck. (high negative effect) - Sparkpaw was 13 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "39",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 12,
        "dislike": 33,
        "admiration": 0,
        "comfortable": 48,
        "jealousy": 37,
        "trust": 25,
        "log": [
            "Sparkkit is complaining that Gophermask never does anything helpful. (high negative effect) - Sparkkit was 4 moon(s) old",
            "Sparkpaw thinks the prey Gophermask is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpaw was 6 moon(s) old",
            "Gophermask asks Sparkpelt to speak up while chatting together. (neutral effect) - Sparkpelt was 16 moon(s) old",
            "Sparkpelt finds a bit of fluff that smells like Gophermask and adds it to their nest. (low positive effect) - Sparkpelt was 19 moon(s) old",
            "Sparkpelt lifts their chin up while passing by Gophermask. (neutral effect) - Sparkpelt was 21 moon(s) old",
            "Sparkpelt had Gophermask bump into them, and they didn't even apologize! (low negative effect) - Sparkpelt was 23 moon(s) old",
            "Sparkpelt is jealous that Gophermask went on patrol without them. (medium negative effect) - Sparkpelt was 27 moon(s) old",
            "Sparkpelt thinks Gophermask isn't very considerate of others. (low negative effect) - Sparkpelt was 28 moon(s) old",
            "Sparkpelt caught Gophermask in a lie. (medium negative effect) - Sparkpelt was 29 moon(s) old",
            "Sparkpelt is talking with Gophermask. (low positive effect) - Sparkpelt was 35 moon(s) old",
            "Sparkpelt wishes they could get their pelt to shine like Gophermask's. (low negative effect) - Sparkpelt was 42 moon(s) old",
            "Sparkpelt is complaining that Gophermask never does anything helpful. (high negative effect) - Sparkpelt was 43 moon(s) old",
            "Sparkpelt chats with Gophermask about their day. (medium positive effect) - Sparkpelt was 47 moon(s) old",
            "Sparkpelt realized that they were too harsh in their judgment of Gophermask. (medium positive effect) - Sparkpelt was 52 moon(s) old",
            "Sparkpelt thinks Gophermask was nice to them today. (low positive effect) - Sparkpelt was 55 moon(s) old",
            "Sparkpelt surprises Gophermask with something nice. (medium positive effect) - Sparkpelt was 57 moon(s) old",
            "Sparkpelt appreciates Gophermask telling them that they had a feather stuck to their face. (low positive effect) - Sparkpelt was 58 moon(s) old",
            "Sparkpelt doesn't notice Gophermask twitching their whiskers at them. (neutral effect) - Sparkpelt was 60 moon(s) old",
            "Sparkpelt thinks Gophermask is being annoying. (high negative effect) - Sparkpelt was 63 moon(s) old",
            "Sparkpelt doesn't notice Gophermask leaving camp. (neutral effect) - Sparkpelt was 71 moon(s) old",
            "Sparkpelt thinks Gophermask is very helpful! (low positive effect) - Sparkpelt was 73 moon(s) old",
            "Sparkpelt is letting Gophermask share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Sparkpelt was 78 moon(s) old",
            "Sparkpelt had a huge argument with Gophermask. (medium negative effect) - Sparkpelt was 79 moon(s) old",
            "Sparkpelt wishes they could get their pelt to shine like Gophermask's. (low negative effect) - Sparkpelt was 91 moon(s) old",
            "Sparkpelt turned to Gophermask in a time of need, only for Gophermask to abandon them. (high negative effect) - Sparkpelt was 92 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "40",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 16,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 21,
        "jealousy": 0,
        "trust": 29,
        "log": [
            "Sparkpaw is sharing tongues with Briarbranch. (high positive effect) - Sparkpaw was 8 moon(s) old",
            "Sparkpelt heard an ugly rumor about Briarbranch. (high negative effect) - Sparkpelt was 33 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "41",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 2,
        "admiration": 8,
        "comfortable": 6,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Sparkpaw had a disagreement with Morningkick about something or other. (low negative effect) - Sparkpaw was 7 moon(s) old",
            "Sparkpelt and Morningkick joke around about how bad the other Clans smell. (high positive effect) - Sparkpelt was 14 moon(s) old",
            "Sparkpelt thinks Morningkick was nice to them today. (low positive effect) - Sparkpelt was 18 moon(s) old",
            "Sparkpelt challenged Morningkick to spar with them. (neutral effect) - Sparkpelt was 25 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "42",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 10,
        "dislike": 0,
        "admiration": 1,
        "comfortable": 7,
        "jealousy": 0,
        "trust": 19,
        "log": [
            "Sparkpaw thinks Rowanstar was nice to them today. (low positive effect) - Sparkpaw was 9 moon(s) old",
            "Sparkpaw is complaining that Rowanstar never does anything helpful. (high negative effect) - Sparkpaw was 10 moon(s) old",
            "Rowanstar let Sparkpelt down while Sparkpelt was counting on them. (medium negative effect) - Sparkpelt was 15 moon(s) old",
            "Sparkpelt tells Rowanstar they'll save them a piece of fresh-kill. (medium positive effect) - Sparkpelt was 17 moon(s) old",
            "Sparkpelt is frustrated that Rowanstar won't take their actions more seriously. (medium negative effect) - Sparkpelt was 30 moon(s) old",
            "Sparkpelt thinks the prey Rowanstar is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpelt was 34 moon(s) old",
            "Sparkpelt had a disagreement with Rowanstar about something or other. (low negative effect) - Sparkpelt was 44 moon(s) old",
            "Sparkpelt is sharing prey with Rowanstar. (medium positive effect) - Sparkpelt was 46 moon(s) old",
            "Sparkpelt was noticeably distracted while Rowanstar was trying to tell a story. (high negative effect) - Sparkpelt was 48 moon(s) old",
            "Sparkpelt said they'd cover for Rowanstar, but when it came time, they got Rowanstar in trouble. (medium negative effect) - Sparkpelt was 69 moon(s) old",
            "Sparkpelt thinks about how Rowanstar is always reliable. (medium positive effect) - Sparkpelt was 72 moon(s) old",
            "Sparkpelt has drawn the ire of Rowanstar by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Sparkpelt was 85 moon(s) old",
            "Sparkpelt comes up with a plan to sneak out of camp with Rowanstar. (medium positive effect) - Sparkpelt was 89 moon(s) old",
            "Sparkpelt had a huge argument with Rowanstar. (medium negative effect) - Sparkpelt was 90 moon(s) old",
            "Sparkpelt comes up with a plan to sneak out of camp with Rowanstar. (medium positive effect) - Sparkpelt was 93 moon(s) old",
            "Sparkpelt is complaining that Rowanstar never does anything helpful. (high negative effect) - Sparkpelt was 94 moon(s) old",
            "Sparkpelt is giving Rowanstar a task. (neutral effect) - Sparkpelt was 96 moon(s) old",
            "Sparkpelt is wowed by how bravely Rowanstar fought the other day. (high positive effect) - Sparkpelt was 99 moon(s) old",
            "Sparkpelt thinks Rowanstar is very helpful! (low positive effect) - Sparkpelt was 104 moon(s) old",
            "Sparkpelt appreciates how Rowanstar always seems to ask how they're doing. (high positive effect) - Sparkpelt was 114 moon(s) old",
            "Sparkpelt is sharing prey with Rowanstar. (medium positive effect) - Sparkpelt was 117 moon(s) old",
            "Rowanstar seems to be oblivious to Sparkpelt glaring at them from across camp. (neutral effect) - Sparkpelt was 119 moon(s) old",
            "Sparkpelt thinks Rowanstar is very helpful! (low positive effect) - Sparkpelt was 121 moon(s) old",
            "Sparkpelt wishes they could get their pelt to shine like Rowanstar's. (low negative effect) - Sparkpelt was 122 moon(s) old",
            "Sparkpelt thinks Rowanstar is very helpful! (low positive effect) - Sparkpelt was 124 moon(s) old",
            "Sparkpelt thinks Rowanstar was nice to them today. (low positive effect) - Sparkpelt was 131 moon(s) old",
            "Sparkpelt acknowledges Rowanstar with a twitch of their whiskers. (neutral effect) - Sparkpelt was 135 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "6",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "26",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 30,
        "dislike": 0,
        "admiration": 20,
        "comfortable": 30,
        "jealousy": 0,
        "trust": 30,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "27",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "30",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "2",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "8",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "9",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "16",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 40,
        "admiration": 10,
        "comfortable": 21,
        "jealousy": 34,
        "trust": 13,
        "log": [
            "Sparkpelt saw Babyspeck being considerate. (low positive effect) - Sparkpelt was 37 moon(s) old",
            "Sparkpelt appreciates how Babyspeck always seems to ask how they're doing. (high positive effect) - Sparkpelt was 38 moon(s) old",
            "Sparkpelt sees that Babyspeck's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Sparkpelt was 39 moon(s) old",
            "Sparkpelt thinks Babyspeck is being annoying. (high negative effect) - Sparkpelt was 64 moon(s) old",
            "Sparkpelt challenged Babyspeck to spar with them. (neutral effect) - Sparkpelt was 66 moon(s) old",
            "Sparkpelt realized that they were too harsh in their judgment of Babyspeck. (medium positive effect) - Sparkpelt was 68 moon(s) old",
            "Sparkpelt challenged Babyspeck to spar with them. (neutral effect) - Sparkpelt was 83 moon(s) old",
            "Sparkpelt doesn't understand how Babyspeck got so good at hunting. (medium negative effect) - Sparkpelt was 84 moon(s) old",
            "Sparkpelt is jealous that Babyspeck got praised by the leader. (medium negative effect) - Sparkpelt was 87 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "22",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 14,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Sparkpelt had a fight with Briarspot. (high negative effect) - Sparkpelt was 40 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 23,
        "comfortable": 75,
        "jealousy": 0,
        "trust": 39,
        "log": [
            "Sparkpelt mews congratulations to Conkerskitter for a job well done. (low positive effect) - Sparkpelt was 95 moon(s) old",
            "Sparkpelt had a difficult conversation with Conkerskitter, and they both ended up resentful of each other. (high negative effect) - Sparkpelt was 103 moon(s) old",
            "Sparkpelt saw Conkerskitter miss an easy catch today. (medium negative effect) - Sparkpelt was 106 moon(s) old",
            "Sparkpelt is giving Conkerskitter a task. (neutral effect) - Sparkpelt was 107 moon(s) old",
            "Sparkpelt helps Conkerskitter pick burrs out of their fur. (medium positive effect) - Sparkpelt was 109 moon(s) old",
            "Sparkpelt thinks Conkerskitter has been acting stuck up and rude. (medium negative effect) - Sparkpelt was 111 moon(s) old",
            "Sparkpelt thinks Conkerskitter was nice to them today. (low positive effect) - Sparkpelt was 112 moon(s) old",
            "Sparkpelt is surprised to hear Conkerskitter express an ideal they can agree with. (high positive effect) - Sparkpelt was 115 moon(s) old",
            "Sparkpelt bestows wisdom onto Conkerskitter. (low positive effect) - Sparkpelt was 128 moon(s) old",
            "Sparkpelt finds a bit of fluff that smells like Conkerskitter and adds it to their nest. (low positive effect) - Sparkpelt was 132 moon(s) old",
            "Sparkpelt finds a bit of fluff that smells like Conkerstar and adds it to their nest. (low positive effect) - Sparkpelt was 146 moon(s) old",
            "Sparkpelt surprises Conkerstar with something nice. (medium positive effect) - Sparkpelt was 147 moon(s) old",
            "Sparkpelt said they'd cover for Conkerstar, but when it came time, they got Conkerstar in trouble. (medium negative effect) - Sparkpelt was 149 moon(s) old",
            "Sparkpelt tells a joke that only Conkerstar can understand. (high positive effect) - Sparkpelt was 152 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 23,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 18,
        "jealousy": 7,
        "trust": 9,
        "log": [
            "Sparkpelt is telling jokes about Seamusshade. (high negative effect) - Sparkpelt was 100 moon(s) old",
            "Sparkpelt notices how Seamusshade is being helpful around camp. (medium positive effect) - Sparkpelt was 101 moon(s) old",
            "Sparkpelt has been spending time with Seamusshade lately. (low positive effect) - Sparkpelt was 110 moon(s) old",
            "Sparkpelt thinks the prey Seamusshade is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpelt was 116 moon(s) old",
            "Sparkpelt called Seamusshade the wrong name. (medium negative effect) - Sparkpelt was 120 moon(s) old",
            "Sparkpelt admires how brave Seamusshade is. (medium positive effect) - Sparkpelt was 123 moon(s) old",
            "Sparkpelt offers to groom a hard-to-reach place for Seamusshade, who thanks them earnestly. (high positive effect) - Sparkpelt was 125 moon(s) old",
            "Sparkpelt thinks the prey Seamusshade is biting into on the other side of camp looks delicious. (medium negative effect) - Sparkpelt was 127 moon(s) old",
            "Sparkpelt bickered about something trivial with Seamusshade. (neutral effect) - Sparkpelt was 129 moon(s) old",
            "Sparkpelt thinks Seamusshade was nice to them today. (low positive effect) - Sparkpelt was 130 moon(s) old",
            "Sparkpelt heard an ugly rumor about Seamusshade. (high negative effect) - Sparkpelt was 134 moon(s) old",
            "Sparkpelt bestows wisdom onto Seamusshade. (low positive effect) - Sparkpelt was 139 moon(s) old",
            "Sparkpelt appreciates Seamusshade telling them that they had a feather stuck to their face. (low positive effect) - Sparkpelt was 144 moon(s) old",
            "Sparkpelt is pestering Seamusshade for a story. (medium positive effect) - Sparkpelt was 148 moon(s) old",
            "Sparkpelt caught Seamusshade in a lie. (medium negative effect) - Sparkpelt was 150 moon(s) old",
            "Sparkpelt bestows wisdom onto Seamusshade. (low positive effect) - Sparkpelt was 154 moon(s) old",
            "Sparkpelt doesn't notice Seamusshade twitching their whiskers at them. (neutral effect) - Sparkpelt was 157 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "49",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 5,
        "jealousy": 0,
        "trust": 3,
        "log": [
            "Sparkpelt had a disagreement with Tuftfang about something or other. (low negative effect) - Sparkpelt was 138 moon(s) old",
            "Sparkpelt saw Tuftfang the other day and did get a chance to meow hello! (medium positive effect) - Sparkpelt was 140 moon(s) old",
            "Sparkpelt and Tuftfang have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Sparkpelt was 142 moon(s) old",
            "Sparkpelt saw Tuftfang being rude. (low negative effect) - Sparkpelt was 145 moon(s) old",
            "Sparkpelt swaps favorite prey with Tuftfang. (medium positive effect) - Sparkpelt was 153 moon(s) old",
            "Sparkpelt swaps favorite prey with Tuftfang. (medium positive effect) - Sparkpelt was 158 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 21,
        "log": [
            "Sparkpelt knows that the advice Rowanfeather gave them will be helpful. (high positive effect) - Sparkpelt was 155 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 3,
        "dislike": 9,
        "admiration": 0,
        "comfortable": 2,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Sparkpelt thinks Duskpaw is being annoying. (high negative effect) - Sparkpelt was 156 moon(s) old",
            "Sparkpelt thinks Duskpaw was nice to them today. (low positive effect) - Sparkpelt was 160 moon(s) old"
        ]
    },
    {
        "cat_from_id": "15",
        "cat_to_id": "52",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]