[
    {
        "cat_from_id": "20",
        "cat_to_id": "30",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 20,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Wasppaw admires how brave Driftstar is. (medium positive effect) - Wasppaw was 9 moon(s) old",
            "Waspshade mews congratulations to Driftstar for a job well done. (low positive effect) - Waspshade was 15 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "26",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 86,
        "dislike": 0,
        "admiration": 47,
        "comfortable": 63,
        "jealousy": 0,
        "trust": 45,
        "log": [
            "Waspkit appreciates Blotchkestrel telling them that they had a feather stuck to their face. (low positive effect) - Waspkit was 2 moon(s) old",
            "Waspshade mews congratulations to Blotchstar for a job well done. (low positive effect) - Waspshade was 23 moon(s) old",
            "Waspshade wants to spend more time with Blotchstar! (high positive effect) - Waspshade was 24 moon(s) old",
            "Waspshade finds a bit of fluff that smells like Blotchstar and adds it to their nest. (low positive effect) - Waspshade was 37 moon(s) old",
            "Waspshade and Blotchstar joke around about how bad the other Clans smell. (high positive effect) - Waspshade was 44 moon(s) old",
            "Waspshade has been spending time with Blotchstar lately. (low positive effect) - Waspshade was 50 moon(s) old",
            "Waspshade caught Blotchstar complaining about them behind their back. (high negative effect) - Waspshade was 57 moon(s) old",
            "Waspshade thinks Blotchstar is very helpful! (low positive effect) - Waspshade was 59 moon(s) old",
            "Waspshade asks Blotchstar how they're doing. (low positive effect) - Waspshade was 61 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "6",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 59,
        "dislike": 0,
        "admiration": 28,
        "comfortable": 23,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 29,
        "dislike": 0,
        "admiration": 16,
        "comfortable": 24,
        "jealousy": 0,
        "trust": 32,
        "log": [
            "Wasppaw wants to spend more time with Ripplecall! (high positive effect) - Wasppaw was 11 moon(s) old",
            "Waspshade is letting Ripplecall share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Waspshade was 35 moon(s) old",
            "Waspshade admires how brave Ripplecall is. (medium positive effect) - Waspshade was 43 moon(s) old",
            "Waspshade appreciates Ripplecall telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 48 moon(s) old",
            "Waspshade appreciates Ripplecall telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 51 moon(s) old",
            "Waspshade has a mock battle with Ripplecall. (medium positive effect) - Waspshade was 53 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "32",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 51,
        "dislike": 0,
        "admiration": 6,
        "comfortable": 29,
        "jealousy": 0,
        "trust": 5,
        "log": [
            "Waspkit thinks Coldheart is being annoying. (high negative effect) - Waspkit was 3 moon(s) old",
            "Wasppaw and Coldheart had to fix something around camp and argued about how to fix it. It ended up being fixed by some other cat in the end. (medium negative effect) - Wasppaw was 10 moon(s) old",
            "Waspshade doesn't think that Coldheart has been completely honest lately. (low negative effect) - Waspshade was 40 moon(s) old",
            "Waspshade and Coldheart heckled another Clan at the gathering together. (high positive effect) - Waspshade was 41 moon(s) old",
            "Waspshade is having a wonderful time discussing recent Clan news with Coldheart. (high positive effect) - Waspshade was 45 moon(s) old",
            "Waspshade helps Coldheart pick burrs out of their fur. (medium positive effect) - Waspshade was 69 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 55,
        "comfortable": 32,
        "jealousy": 0,
        "trust": 28,
        "log": [
            "Waspkit wants to spend more time with Darkflow! (high positive effect) - Waspkit was 4 moon(s) old",
            "Wasppaw thinks Darkflow was nice to them today. (low positive effect) - Wasppaw was 6 moon(s) old",
            "Waspshade realized that they were too harsh in their judgment of Darkflow. (medium positive effect) - Waspshade was 20 moon(s) old",
            "Waspshade had a difficult conversation with Darkflow and they now have a deeper understanding of each other. (high positive effect) - Waspshade was 32 moon(s) old",
            "Waspshade saw Darkflow being considerate. (low positive effect) - Waspshade was 36 moon(s) old",
            "Waspshade mews congratulations to Darkflow for a job well done. (low positive effect) - Waspshade was 54 moon(s) old",
            "Waspshade has drawn the ire of Darkstar by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Waspshade was 63 moon(s) old",
            "Waspshade wants to explore Twolegplace with Darkstar. (medium positive effect) - Waspshade was 70 moon(s) old",
            "Waspshade is surprised by Darkstar being thoughtful. (low positive effect) - Waspshade was 88 moon(s) old",
            "Waspshade admires how brave Darkstar is. (medium positive effect) - Waspshade was 98 moon(s) old",
            "Waspshade offers to groom a hard-to-reach place for Darkstar, who thanks them earnestly. (high positive effect) - Waspshade was 99 moon(s) old",
            "Waspshade asks Darkstar how they're doing. (low positive effect) - Waspshade was 101 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "8",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 25,
        "dislike": 8,
        "admiration": 12,
        "comfortable": 12,
        "jealousy": 0,
        "trust": 9,
        "log": [
            "Waspshade chats with Lakejumble about their day. (medium positive effect) - Waspshade was 16 moon(s) old",
            "Waspshade is sparring with Lakejumble. (medium positive effect) - Waspshade was 18 moon(s) old",
            "Waspshade is really surprised that Lakejumble's life isn't as easy as they thought it was. (high positive effect) - Waspshade was 22 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "9",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "10",
        "mates": true,
        "family": false,
        "romantic_love": 70,
        "platonic_like": 93,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 100,
        "jealousy": 9,
        "trust": 23,
        "log": [
            "Waspshade reminds Grassfreckle to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Waspshade was 25 moon(s) old",
            "Waspshade is complaining that Grassfreckle never does anything helpful. (high negative effect) - Waspshade was 26 moon(s) old",
            "Waspshade wonders what Grassfreckle thinks about mates. (medium positive effect) - Waspshade was 28 moon(s) old",
            "Waspshade wants to explore the whole territory with Grassfreckle! (medium positive effect) - Waspshade was 52 moon(s) old",
            "Waspshade saw Grassfreckle the other day, but didn't get a chance to meow hello. (neutral effect) - Waspshade was 82 moon(s) old",
            "Waspshade surprises Grassfreckle with something nice. (medium positive effect) - Waspshade was 85 moon(s) old",
            "Waspshade made Grassfreckle laugh again and again. (medium positive effect) - Waspshade was 90 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 9,
        "dislike": 16,
        "admiration": 0,
        "comfortable": 12,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Waspshade saw Specklefang being rude. (low negative effect) - Waspshade was 66 moon(s) old",
            "Waspshade divides Specklefang into extra patrols. (medium negative effect) - Waspshade was 68 moon(s) old",
            "Waspshade said they'd cover for Specklefang, but when it came time, they got Specklefang in trouble. (medium negative effect) - Waspshade was 75 moon(s) old",
            "Waspshade is letting Specklefang share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Waspshade was 77 moon(s) old",
            "Specklefang let Waspshade down while Waspshade was counting on them. (medium negative effect) - Waspshade was 80 moon(s) old",
            "Waspshade had a huge argument with Specklefang. (medium negative effect) - Waspshade was 83 moon(s) old",
            "Waspshade covered for Specklefang on something minor. (medium positive effect) - Waspshade was 86 moon(s) old",
            "Waspshade helps Specklefang pick burrs out of their fur. (medium positive effect) - Waspshade was 92 moon(s) old",
            "Waspshade thinks Specklefang has been acting strangely. (low negative effect) - Waspshade was 95 moon(s) old",
            "Waspshade is checking on Specklefang. (neutral effect) - Waspshade was 97 moon(s) old",
            "Waspshade thinks Specklefang has been acting strangely. (low negative effect) - Waspshade was 106 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 76,
        "dislike": 0,
        "admiration": 24,
        "comfortable": 51,
        "jealousy": 0,
        "trust": 17,
        "log": [
            "Wasppaw thinks Dustslash was nice to them today. (low positive effect) - Wasppaw was 7 moon(s) old",
            "Waspshade had Dustslash bump into them, and they didn't even apologize! (low negative effect) - Waspshade was 34 moon(s) old",
            "Waspshade said they'd cover for Dustslash, but when it came time, they got Dustslash in trouble. (medium negative effect) - Waspshade was 55 moon(s) old",
            "Waspshade tells Dustslash that there's so much to see in the world! (medium positive effect) - Waspshade was 71 moon(s) old",
            "Waspshade basks in the sun with Dustslash. (medium positive effect) - Waspshade was 96 moon(s) old",
            "Waspshade thinks Dustslash is very helpful! (low positive effect) - Waspshade was 103 moon(s) old",
            "Waspshade thinks Dustslash tells the best stories. (high positive effect) - Waspshade was 109 moon(s) old",
            "Waspshade saw Dustslash show off a skill they never knew they had. (high positive effect) - Waspshade was 110 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 16,
        "dislike": 0,
        "admiration": 16,
        "comfortable": 3,
        "jealousy": 0,
        "trust": 16,
        "log": [
            "Wasppaw is talking with Lightdapple. (low positive effect) - Wasppaw was 12 moon(s) old",
            "Waspshade wants to sneak along the border with Lightdapple. (medium positive effect) - Waspshade was 19 moon(s) old",
            "Waspshade is surprised by Lightdapple being thoughtful. (low positive effect) - Waspshade was 39 moon(s) old",
            "Waspshade had a difficult conversation with Lightdapple and they now have a deeper understanding of each other. (high positive effect) - Waspshade was 46 moon(s) old",
            "Lightdapple seems to be oblivious to Waspshade glaring at them from across camp. (neutral effect) - Waspshade was 56 moon(s) old",
            "Waspshade thinks Lightdapple is very helpful! (low positive effect) - Waspshade was 64 moon(s) old",
            "Waspshade swaps favorite prey with Lightdapple. (medium positive effect) - Waspshade was 72 moon(s) old",
            "Waspshade is letting Lightdapple share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Waspshade was 78 moon(s) old",
            "Waspshade appreciates Lightdapple telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 93 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "18",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 9,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 21,
        "jealousy": 0,
        "trust": 16,
        "log": [
            "Waspkit is sharing tongues with Fielddapple. (high positive effect) - Waspkit was 5 moon(s) old",
            "Waspshade and Fielddapple have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Waspshade was 27 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 80,
        "dislike": 0,
        "admiration": 28,
        "comfortable": 55,
        "jealousy": 0,
        "trust": 27,
        "log": [
            "Waspkit thinks Sablekit isn't very considerate of others. (low negative effect) - Waspkit was 1 moon(s) old",
            "Waspshade is jealous that Sablepaw got to fight in a border skirmish when they didn't. (medium negative effect) - Waspshade was 13 moon(s) old",
            "Waspshade is sparring with Sablebeam. (medium positive effect) - Waspshade was 17 moon(s) old",
            "Waspshade doesn't notice Sablebeam twitching their whiskers at them. (neutral effect) - Waspshade was 30 moon(s) old",
            "Waspshade sees that Sablebeam's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Waspshade was 33 moon(s) old",
            "Waspshade wants to spend more time with Sablebeam! (high positive effect) - Waspshade was 38 moon(s) old",
            "Waspshade had a difficult conversation with Sablebeam and they now have a deeper understanding of each other. (high positive effect) - Waspshade was 42 moon(s) old",
            "Waspshade comforts Sablebeam after a nightmare. (high positive effect) - Waspshade was 58 moon(s) old",
            "Waspshade tells a joke that only Sablebeam can understand. (high positive effect) - Waspshade was 60 moon(s) old",
            "Waspshade apologized to Sablebeam for something or other. (low positive effect) - Waspshade was 67 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "22",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Waspkit is welcoming Briarspot."
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 36,
        "dislike": 3,
        "admiration": 3,
        "comfortable": 18,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Waspshade is talking with Posypaw. (low positive effect) - Waspshade was 21 moon(s) old",
            "Waspshade appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 47 moon(s) old",
            "Waspshade appreciates Posytail telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 73 moon(s) old",
            "Waspshade waves to Posytail with their tail as their patrols cross paths on the territory. (medium positive effect) - Waspshade was 79 moon(s) old",
            "Waspshade helps Posytail pick burrs out of their fur. (medium positive effect) - Waspshade was 91 moon(s) old",
            "Waspshade lifts their chin up while passing by Posytail. (neutral effect) - Waspshade was 100 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 56,
        "dislike": 0,
        "admiration": 46,
        "comfortable": 71,
        "jealousy": 0,
        "trust": 56,
        "log": [
            "Wasppaw doesn't think that Snakekit has been completely honest lately. (low negative effect) - Wasppaw was 8 moon(s) old",
            "Waspshade stands tall when Snakekit walks by. (neutral effect) - Waspshade was 14 moon(s) old",
            "Waspshade has been spending time with Snakefleck lately. (low positive effect) - Waspshade was 29 moon(s) old",
            "Waspshade mews congratulations to Snakefleck for a job well done. (low positive effect) - Waspshade was 31 moon(s) old",
            "Waspshade admires how brave Snakefleck is. (medium positive effect) - Waspshade was 49 moon(s) old",
            "Waspshade is having a wonderful time discussing recent Clan news with Snakefleck. (high positive effect) - Waspshade was 65 moon(s) old",
            "Waspshade calls to Snakefleck to catch them a fat mouse on their next hunting patrol. (medium positive effect) - Waspshade was 74 moon(s) old",
            "Waspshade thinks about how Snakefleck is always reliable. (medium positive effect) - Waspshade was 94 moon(s) old",
            "Waspshade saw Snakefleck being considerate. (low positive effect) - Waspshade was 105 moon(s) old",
            "Waspshade mews congratulations to Snakefleck for a job well done. (low positive effect) - Waspshade was 113 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "46",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 17,
        "dislike": 52,
        "admiration": 13,
        "comfortable": 44,
        "jealousy": 0,
        "trust": 3,
        "log": [
            "Waspshade heard an ugly rumor about Swampkit. (high negative effect) - Waspshade was 61 moon(s) old",
            "Waspshade appreciates Swampkit telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 62 moon(s) old",
            "Waspshade comes up with a plan to sneak out of camp with Swampkit. (medium positive effect) - Waspshade was 62 moon(s) old",
            "Waspshade surprises Swampkit with something nice. (medium positive effect) - Waspshade was 63 moon(s) old",
            "Waspshade complains about something Swampkit did. (low negative effect) - Waspshade was 64 moon(s) old",
            "Waspshade tells Swampkit that there's so much to see in the world! (medium positive effect) - Waspshade was 65 moon(s) old",
            "Waspshade had a disagreement with Swampkit about something or other. (low negative effect) - Waspshade was 66 moon(s) old",
            "Waspshade thinks Swampkit is very helpful! (low positive effect) - Waspshade was 67 moon(s) old",
            "Waspshade nods politely as Swamppaw passes by. (neutral effect) - Waspshade was 70 moon(s) old",
            "Waspshade is giving Swamppaw a task. (neutral effect) - Waspshade was 72 moon(s) old",
            "Waspshade stole Swamppaw's catch right out from under their claws. (medium negative effect) - Waspshade was 74 moon(s) old",
            "Waspshade turned to Swampheart in a time of need, only for Swampheart to abandon them. (high negative effect) - Waspshade was 76 moon(s) old",
            "Waspshade nods politely as Swampheart passes by. (neutral effect) - Waspshade was 76 moon(s) old",
            "Waspshade divides Swampheart into extra patrols. (medium negative effect) - Waspshade was 78 moon(s) old",
            "Waspshade chats with Swampheart while grabbing something to eat. (medium positive effect) - Waspshade was 79 moon(s) old",
            "Waspshade had a disagreement with Swampheart about something or other. (low negative effect) - Waspshade was 81 moon(s) old",
            "Waspshade thinks Swampheart has been acting stuck up and rude. (medium negative effect) - Waspshade was 81 moon(s) old",
            "Waspshade heard an ugly rumor about Swampheart. (high negative effect) - Waspshade was 83 moon(s) old",
            "Swampheart let Waspshade down while Waspshade was counting on them. (medium negative effect) - Waspshade was 85 moon(s) old",
            "Waspshade doesn't notice Swampheart leaving camp. (neutral effect) - Waspshade was 87 moon(s) old",
            "Waspshade thinks Swampheart is being annoying. (high negative effect) - Waspshade was 88 moon(s) old",
            "Waspshade was noticeably distracted while Swampheart was trying to tell a story. (high negative effect) - Waspshade was 89 moon(s) old",
            "Waspshade doesn't notice Swampheart twitching their whiskers at them. (neutral effect) - Waspshade was 90 moon(s) old",
            "Waspshade has noticed Swampheart isn't doing a lot of work lately. (medium negative effect) - Waspshade was 92 moon(s) old",
            "Waspshade shared a embarrassing story about Swampheart they were asked not to share... (low negative effect) - Waspshade was 95 moon(s) old",
            "Waspshade hopes they are assigned to patrol with Swampheart tomorrow. (medium positive effect) - Waspshade was 99 moon(s) old",
            "Waspshade nods politely as Swampheart passes by. (neutral effect) - Waspshade was 102 moon(s) old",
            "Waspshade and Swampheart joke around about how bad the other Clans smell. (high positive effect) - Waspshade was 104 moon(s) old",
            "Waspshade thinks Swampheart has been acting strangely. (low negative effect) - Waspshade was 105 moon(s) old",
            "Waspshade said they'd cover for Swampheart, but when it came time, they got Swampheart in trouble. (medium negative effect) - Waspshade was 106 moon(s) old",
            "Waspshade doesn't think that Swampheart has been completely honest lately. (low negative effect) - Waspshade was 109 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "47",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 72,
        "dislike": 0,
        "admiration": 35,
        "comfortable": 47,
        "jealousy": 0,
        "trust": 19,
        "log": [
            "Waspshade wants to spend more time with Pythonpaw! (high positive effect) - Waspshade was 77 moon(s) old",
            "Pythonhope seems to be oblivious to Waspshade glaring at them from across camp. (neutral effect) - Waspshade was 82 moon(s) old",
            "Waspshade saved a piece of fresh-kill that they know is Pythonhope's favorite. (high positive effect) - Waspshade was 84 moon(s) old",
            "Waspshade swaps favorite prey with Pythonhope. (medium positive effect) - Waspshade was 91 moon(s) old",
            "Waspshade thinks about how lucky they are to have someone like Pythonhope as a friend. (high positive effect) - Waspshade was 94 moon(s) old",
            "Waspshade finds a bit of fluff that smells like Pythonhope and adds it to their nest. (low positive effect) - Waspshade was 96 moon(s) old",
            "Waspshade and Pythonhope heckled another Clan at the gathering together. (high positive effect) - Waspshade was 97 moon(s) old",
            "Pythonhope is telling Waspshade how much they cherish them. (medium positive effect) - Waspshade was 98 moon(s) old",
            "Waspshade mews congratulations to Pythonhope for a job well done. (low positive effect) - Waspshade was 100 moon(s) old",
            "Waspshade is stuttering while speaking to Pythonhope. (neutral effect) - Waspshade was 101 moon(s) old",
            "Waspshade is complaining that Pythonhope never does anything helpful. (high negative effect) - Waspshade was 102 moon(s) old",
            "Waspshade had Pythonhope bump into them, and they didn't even apologize! (low negative effect) - Waspshade was 103 moon(s) old",
            "Waspshade comes up with a plan to sneak out of camp with Pythonhope. (medium positive effect) - Waspshade was 104 moon(s) old",
            "Waspshade is scolding Pythonstar. (high negative effect) - Waspshade was 108 moon(s) old",
            "Waspshade covered for Pythonstar on something minor. (medium positive effect) - Waspshade was 108 moon(s) old",
            "Pythonstar is making sure Waspshade knows that they are loved. (medium positive effect) - Waspshade was 110 moon(s) old",
            "Waspshade is wowed by how bravely Pythonstar fought the other day. (high positive effect) - Waspshade was 112 moon(s) old",
            "Waspshade swaps favorite prey with Pythonstar. (medium positive effect) - Waspshade was 112 moon(s) old",
            "Waspshade swaps favorite prey with Pythonstar. (medium positive effect) - Waspshade was 114 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "48",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 40,
        "comfortable": 80,
        "jealousy": 0,
        "trust": 100,
        "log": [
            "Waspshade feels safe with Meadowkit around. (high positive effect) - Waspshade was 68 moon(s) old",
            "Waspshade appreciates Meadowkit telling them that they had a feather stuck to their face. (low positive effect) - Waspshade was 69 moon(s) old",
            "Waspshade is wowed by how bravely Meadowkit fought the other day. (high positive effect) - Waspshade was 73 moon(s) old",
            "Waspshade bristles after being scolded by Meadowpaw. (high negative effect) - Waspshade was 75 moon(s) old",
            "Waspshade feels like they can count on Meadowpaw to give them the best treatment possible. (medium positive effect) - Waspshade was 80 moon(s) old",
            "Waspshade comes up with a plan to sneak out of camp with Meadowpaw. (medium positive effect) - Waspshade was 84 moon(s) old",
            "Waspshade challenged Meadowpaw to spar with them. (neutral effect) - Waspshade was 86 moon(s) old",
            "Meadowpaw gave Waspshade their favorite piece of prey. (medium positive effect) - Waspshade was 87 moon(s) old",
            "Waspshade thinks they can tell Meadowpaw something important. (high positive effect) - Waspshade was 89 moon(s) old",
            "Meadowpaw seems to be oblivious to Waspshade glaring at them from across camp. (neutral effect) - Waspshade was 93 moon(s) old",
            "Waspshade is surprised by Meadowrunner being thoughtful. (low positive effect) - Waspshade was 107 moon(s) old",
            "Waspshade is having a wonderful time discussing recent Clan news with Meadowrunner. (high positive effect) - Waspshade was 107 moon(s) old",
            "Waspshade tells Meadowrunner to count on them in a difficult situation. (high positive effect) - Waspshade was 111 moon(s) old",
            "Waspshade thinks about how lucky they are to have someone like Meadowrunner as a friend. (high positive effect) - Waspshade was 111 moon(s) old",
            "Waspshade wants to explore the whole territory with Meadowrunner! (medium positive effect) - Waspshade was 113 moon(s) old",
            "Waspshade helps Meadowrunner work through something difficult that happened to them. (high positive effect) - Waspshade was 114 moon(s) old"
        ]
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "20",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]