[
    {
        "cat_from_id": "31",
        "cat_to_id": "30",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 3,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "26",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 86,
        "dislike": 1,
        "admiration": 64,
        "comfortable": 39,
        "jealousy": 17,
        "trust": 37,
        "log": [
            "Blotchkestrel asks Snakepaw to speak up while chatting together. (neutral effect) - Snakepaw was 7 moon(s) old",
            "Snakepaw thinks Blotchkestrel is very helpful! (low positive effect) - Snakepaw was 10 moon(s) old",
            "Snakefleck apologized to Blotchstar for something or other. (low positive effect) - Snakefleck was 32 moon(s) old",
            "Snakefleck saw Blotchstar the other day and did get a chance to meow hello! (medium positive effect) - Snakefleck was 40 moon(s) old",
            "Snakefleck thinks the prey Blotchstar is biting into on the other side of camp looks delicious. (medium negative effect) - Snakefleck was 47 moon(s) old",
            "Snakefleck saw Blotchstar show off a skill they never knew they had. (high positive effect) - Snakefleck was 48 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "6",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 54,
        "dislike": 0,
        "admiration": 31,
        "comfortable": 34,
        "jealousy": 0,
        "trust": 26,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 3,
        "admiration": 0,
        "comfortable": 3,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Snakepaw lifts their chin up while passing by Ripplecall. (neutral effect) - Snakepaw was 11 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "32",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 57,
        "dislike": 12,
        "admiration": 37,
        "comfortable": 57,
        "jealousy": 0,
        "trust": 66,
        "log": [
            "Snakefleck promises to always look out for Coldheart. (high positive effect) - Snakefleck was 15 moon(s) old",
            "Snakefleck and Coldheart have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Snakefleck was 16 moon(s) old",
            "Snakefleck just told Coldheart a hilarious joke. (medium positive effect) - Snakefleck was 20 moon(s) old",
            "Snakefleck basks in the sun with Coldheart. (medium positive effect) - Snakefleck was 25 moon(s) old",
            "Snakefleck swaps favorite prey with Coldheart. (medium positive effect) - Snakefleck was 44 moon(s) old",
            "Snakefleck settles down next to Coldheart to listen to their stories. (medium positive effect) - Snakefleck was 55 moon(s) old",
            "Snakefleck had a huge argument with Coldheart. (medium negative effect) - Snakefleck was 56 moon(s) old",
            "Snakefleck and Coldheart have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Snakefleck was 59 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 72,
        "comfortable": 75,
        "jealousy": 0,
        "trust": 42,
        "log": [
            "Snakekit is asking Darkflow where kits come from. (medium positive effect) - Snakekit was 2 moon(s) old",
            "Snakefleck calls to Darkflow to catch them a fat mouse on their next hunting patrol. (medium positive effect) - Snakefleck was 18 moon(s) old",
            "Snakefleck thinks about how lucky they are to have someone like Darkflow as a friend. (high positive effect) - Snakefleck was 30 moon(s) old",
            "Snakefleck is letting Darkflow share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Snakefleck was 33 moon(s) old",
            "Snakefleck is sparring with Darkflow. (medium positive effect) - Snakefleck was 34 moon(s) old",
            "Snakefleck had a difficult conversation with Darkflow and they now have a deeper understanding of each other. (high positive effect) - Snakefleck was 41 moon(s) old",
            "Snakefleck saved a piece of fresh-kill that they know is Darkflow's favorite. (high positive effect) - Snakefleck was 52 moon(s) old",
            "Snakefleck apologized to Darkstar for something or other. (low positive effect) - Snakefleck was 61 moon(s) old",
            "Snakefleck swaps favorite prey with Darkstar. (medium positive effect) - Snakefleck was 95 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "8",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 37,
        "dislike": 0,
        "admiration": 21,
        "comfortable": 8,
        "jealousy": 0,
        "trust": 21,
        "log": [
            "Snakepaw apologized to Lakejumble for something or other. (low positive effect) - Snakepaw was 12 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 73,
        "dislike": 0,
        "admiration": 40,
        "comfortable": 68,
        "jealousy": 0,
        "trust": 24,
        "log": [
            "Snakekit challenged Grassfreckle to spar with them. (neutral effect) - Snakekit was 1 moon(s) old",
            "Snakekit thinks Grassfreckle was nice to them today. (low positive effect) - Snakekit was 5 moon(s) old",
            "Snakefleck saw Grassfreckle show off a skill they never knew they had. (high positive effect) - Snakefleck was 38 moon(s) old",
            "Snakefleck wants to spend more time with Grassfreckle! (high positive effect) - Snakefleck was 46 moon(s) old",
            "Snakefleck surprises Grassfreckle with something nice. (medium positive effect) - Snakefleck was 50 moon(s) old",
            "Snakefleck thinks Grassfreckle was nice to them today. (low positive effect) - Snakefleck was 62 moon(s) old",
            "Grassfreckle asks Snakefleck to speak up while chatting together. (neutral effect) - Snakefleck was 73 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 63,
        "dislike": 0,
        "admiration": 24,
        "comfortable": 22,
        "jealousy": 0,
        "trust": 16,
        "log": [
            "Snakepaw thinks Specklefang is very helpful! (low positive effect) - Snakepaw was 13 moon(s) old",
            "Snakefleck is jealous that Specklefang went on patrol without them. (medium negative effect) - Snakefleck was 29 moon(s) old",
            "Snakefleck apologized to Specklefang for something or other. (low positive effect) - Snakefleck was 31 moon(s) old",
            "Snakefleck and Specklefang joke around about how bad the other Clans smell. (high positive effect) - Snakefleck was 64 moon(s) old",
            "Snakefleck had a fight with Specklefang. (high negative effect) - Snakefleck was 70 moon(s) old",
            "Snakefleck covered for Specklefang on something minor. (medium positive effect) - Snakefleck was 74 moon(s) old",
            "Snakefleck said something that rubbed Specklefang the wrong way. (low negative effect) - Snakefleck was 75 moon(s) old",
            "Specklefang asks Snakefleck to speak up while chatting together. (neutral effect) - Snakefleck was 80 moon(s) old",
            "Snakefleck asks Specklefang how they're doing. (low positive effect) - Snakefleck was 96 moon(s) old",
            "Snakefleck always thought Specklefang had it all figured out, so they're surprised when Specklefang asks for help. (medium positive effect) - Snakefleck was 97 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 68,
        "comfortable": 100,
        "jealousy": 2,
        "trust": 47,
        "log": [
            "Snakefleck thinks Dustslash has a strange sense of humor. (medium negative effect) - Snakefleck was 17 moon(s) old",
            "Snakefleck greets Dustslash as they're exiting the warriors' den. (medium positive effect) - Snakefleck was 27 moon(s) old",
            "Snakefleck reminds Dustslash to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Snakefleck was 35 moon(s) old",
            "Snakefleck notices how Dustslash is being helpful around camp. (medium positive effect) - Snakefleck was 36 moon(s) old",
            "Snakefleck comforts Dustslash after a nightmare. (high positive effect) - Snakefleck was 66 moon(s) old",
            "Snakefleck thinks Dustslash was nice to them today. (low positive effect) - Snakefleck was 69 moon(s) old",
            "Snakefleck sees Dustslash lazing about in the sunshine and is resentful at how little they're expected to contribute. (high negative effect) - Snakefleck was 87 moon(s) old",
            "Snakefleck thinks Dustslash is very helpful! (low positive effect) - Snakefleck was 92 moon(s) old",
            "Snakefleck shares a joke about a neighboring Clan with Dustslash. (low positive effect) - Snakefleck was 94 moon(s) old",
            "Snakefleck is pestering Dustslash for a story. (medium positive effect) - Snakefleck was 101 moon(s) old",
            "Snakefleck and Dustslash joke around about how bad the other Clans smell. (high positive effect) - Snakefleck was 104 moon(s) old",
            "Snakefleck saw Dustslash being considerate. (low positive effect) - Snakefleck was 109 moon(s) old",
            "Snakefleck nods politely as Dustslash passes by. (neutral effect) - Snakefleck was 113 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 88,
        "dislike": 0,
        "admiration": 39,
        "comfortable": 37,
        "jealousy": 0,
        "trust": 29,
        "log": [
            "Snakefleck mews congratulations to Lightdapple for a job well done. (low positive effect) - Snakefleck was 24 moon(s) old",
            "Snakefleck thinks about how lucky they are to have someone like Lightdapple as a friend. (high positive effect) - Snakefleck was 58 moon(s) old",
            "Snakefleck offers to groom a hard-to-reach place for Lightdapple, who thanks them earnestly. (high positive effect) - Snakefleck was 67 moon(s) old",
            "Snakefleck mews congratulations to Lightdapple for a job well done. (low positive effect) - Snakefleck was 79 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "18",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Snakefleck apologized to Fielddapple for something or other. (low positive effect) - Snakefleck was 14 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 86,
        "dislike": 0,
        "admiration": 38,
        "comfortable": 68,
        "jealousy": 0,
        "trust": 59,
        "log": [
            "Snakekit is sharpening their claws near Wasppaw. (neutral effect) - Snakekit was 4 moon(s) old",
            "Snakepaw saw Waspshade the other day and did get a chance to meow hello! (medium positive effect) - Snakepaw was 6 moon(s) old",
            "Snakefleck admires how brave Waspshade is. (medium positive effect) - Snakefleck was 26 moon(s) old",
            "Snakefleck quickly apologizes after bumping into Waspshade. They have a small laugh about it. (low positive effect) - Snakefleck was 42 moon(s) old",
            "Snakefleck realized that they were too harsh in their judgment of Waspshade. (medium positive effect) - Snakefleck was 43 moon(s) old",
            "Snakefleck comes up with a plan to sneak out of camp with Waspshade. (medium positive effect) - Snakefleck was 53 moon(s) old",
            "Snakefleck reminds Waspshade to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Snakefleck was 68 moon(s) old",
            "Snakefleck surprises Waspshade with something nice. (medium positive effect) - Snakefleck was 77 moon(s) old",
            "Snakefleck asks Waspshade for help resolving an argument with a friend. (high positive effect) - Snakefleck was 99 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 17,
        "jealousy": 0,
        "trust": 26,
        "log": [
            "Snakekit challenged Sablepaw to spar with them. (neutral effect) - Snakekit was 3 moon(s) old",
            "Snakepaw saw Sablebeam being considerate. (low positive effect) - Snakepaw was 9 moon(s) old",
            "Snakefleck is telling a story to Sablebeam. (medium positive effect) - Snakefleck was 21 moon(s) old",
            "Snakefleck had a disagreement with Sablebeam about something or other. (low negative effect) - Snakefleck was 23 moon(s) old",
            "Snakefleck has noticed Sablebeam isn't doing a lot of work lately. (medium negative effect) - Snakefleck was 39 moon(s) old",
            "Snakefleck swaps favorite prey with Sablebeam. (medium positive effect) - Snakefleck was 45 moon(s) old",
            "Snakefleck is really surprised that Sablebeam's life isn't as easy as they thought it was. (high positive effect) - Snakefleck was 49 moon(s) old",
            "Snakefleck finds a bit of fluff that smells like Sablebeam and adds it to their nest. (low positive effect) - Snakefleck was 51 moon(s) old",
            "Snakefleck thinks they can tell Sablebeam something important. (high positive effect) - Snakefleck was 60 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 8,
        "comfortable": 97,
        "jealousy": 0,
        "trust": 74,
        "log": [
            "Snakepaw asks Posypaw how they're doing. (low positive effect) - Snakepaw was 8 moon(s) old",
            "Snakefleck greets Posytail as they're exiting the warriors' den. (medium positive effect) - Snakefleck was 19 moon(s) old",
            "Snakefleck asks Posytail how they're doing. (low positive effect) - Snakefleck was 22 moon(s) old",
            "Snakefleck calls to Posytail to catch them a fat mouse on their next hunting patrol. (medium positive effect) - Snakefleck was 28 moon(s) old",
            "Snakefleck appreciates how Posytail always seems to ask how they're doing. (high positive effect) - Snakefleck was 37 moon(s) old",
            "Snakefleck swaps favorite prey with Posytail. (medium positive effect) - Snakefleck was 54 moon(s) old",
            "Snakefleck is really surprised that Posytail's life isn't as easy as they thought it was. (high positive effect) - Snakefleck was 65 moon(s) old",
            "Snakefleck is surprised to hear Posytail express an ideal they can agree with. (high positive effect) - Snakefleck was 78 moon(s) old",
            "Snakefleck asks Posytail how they're doing. (low positive effect) - Snakefleck was 82 moon(s) old",
            "Snakefleck greets Posytail as they're exiting the warriors' den. (medium positive effect) - Snakefleck was 85 moon(s) old",
            "Snakefleck promises to always look out for Posytail. (high positive effect) - Snakefleck was 91 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "46",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 68,
        "dislike": 0,
        "admiration": 16,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 71,
        "log": [
            "Snakefleck thinks the prey Swampkit is biting into on the other side of camp looks delicious. (medium negative effect) - Snakefleck was 53 moon(s) old",
            "Snakefleck basks in the sun with Swampkit. (medium positive effect) - Snakefleck was 57 moon(s) old",
            "Snakefleck lifts their chin up while passing by Swamppaw. (neutral effect) - Snakefleck was 61 moon(s) old",
            "Snakefleck saw Swamppaw being rude. (low negative effect) - Snakefleck was 62 moon(s) old",
            "Snakefleck saw Swampheart being rude. (low negative effect) - Snakefleck was 70 moon(s) old",
            "Snakefleck is having a wonderful time discussing recent Clan news with Swampheart. (high positive effect) - Snakefleck was 75 moon(s) old",
            "Snakefleck prays that they aren't on patrol with Swampheart tomorrow. (medium negative effect) - Snakefleck was 77 moon(s) old",
            "Snakefleck was noticeably distracted while Swampheart was trying to tell a story. (high negative effect) - Snakefleck was 80 moon(s) old",
            "Snakefleck thinks about how Swampheart is always reliable. (medium positive effect) - Snakefleck was 83 moon(s) old",
            "Snakefleck and Swampheart heckled another Clan at the gathering together. (high positive effect) - Snakefleck was 84 moon(s) old",
            "Snakefleck covered for Swampheart on something minor. (medium positive effect) - Snakefleck was 85 moon(s) old",
            "Snakefleck doesn't notice Swampheart twitching their whiskers at them. (neutral effect) - Snakefleck was 86 moon(s) old",
            "Snakefleck complains about something Swampheart did. (low negative effect) - Snakefleck was 87 moon(s) old",
            "Snakefleck covered for Swampheart on something minor. (medium positive effect) - Snakefleck was 88 moon(s) old",
            "Snakefleck thinks Swampheart is being annoying. (high negative effect) - Snakefleck was 89 moon(s) old",
            "Snakefleck is having a wonderful time discussing recent Clan news with Swampheart. (high positive effect) - Snakefleck was 90 moon(s) old",
            "Snakefleck finds a bit of fluff that smells like Swampheart and adds it to their nest. (low positive effect) - Snakefleck was 91 moon(s) old",
            "Snakefleck apologized to Swampheart for something or other. (low positive effect) - Snakefleck was 93 moon(s) old",
            "Snakefleck surprises Swampheart with something nice. (medium positive effect) - Snakefleck was 97 moon(s) old",
            "Snakefleck is sharing tongues with Swampheart. (high positive effect) - Snakefleck was 98 moon(s) old",
            "Snakefleck had Swampheart bump into them, and they didn't even apologize! (low negative effect) - Snakefleck was 98 moon(s) old",
            "Snakefleck shared a embarrassing story about Swampheart they were asked not to share... (low negative effect) - Snakefleck was 99 moon(s) old",
            "Snakefleck saw Swampheart show off a skill they never knew they had. (high positive effect) - Snakefleck was 100 moon(s) old",
            "Snakefleck appreciates how Swampheart always seems to ask how they're doing. (high positive effect) - Snakefleck was 101 moon(s) old",
            "Swampheart is building up Snakefleck's confidence. (medium positive effect) - Snakefleck was 102 moon(s) old",
            "Snakefleck thinks about how lucky they are to have someone like Swampheart as a friend. (high positive effect) - Snakefleck was 107 moon(s) old",
            "Snakefleck challenged Swampheart to spar with them. (neutral effect) - Snakefleck was 113 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "47",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 30,
        "dislike": 0,
        "admiration": 36,
        "comfortable": 12,
        "jealousy": 0,
        "trust": 22,
        "log": [
            "Snakefleck promises to always look out for Pythonkit. (high positive effect) - Snakefleck was 60 moon(s) old",
            "Snakefleck wishes they could get their pelt to shine like Pythonkit's. (low negative effect) - Snakefleck was 63 moon(s) old",
            "Snakefleck mews congratulations to Pythonpaw for a job well done. (low positive effect) - Snakefleck was 69 moon(s) old",
            "Snakefleck is telling Pythonpaw about a hunting technique. (medium positive effect) - Snakefleck was 71 moon(s) old",
            "Snakefleck has been spending time with Pythonpaw lately. (low positive effect) - Snakefleck was 72 moon(s) old",
            "Snakefleck is wowed by how bravely Pythonpaw fought the other day. (high positive effect) - Snakefleck was 73 moon(s) old",
            "Snakefleck wishes they could get their pelt to shine like Pythonhope's. (low negative effect) - Snakefleck was 81 moon(s) old",
            "Snakefleck is surprised by Pythonhope being thoughtful. (low positive effect) - Snakefleck was 82 moon(s) old",
            "Snakefleck greets Pythonhope as they're exiting the warriors' den. (medium positive effect) - Snakefleck was 83 moon(s) old",
            "Snakefleck thinks Pythonhope isn't very considerate of others. (low negative effect) - Snakefleck was 88 moon(s) old",
            "Snakefleck is complaining that Pythonhope never does anything helpful. (high negative effect) - Snakefleck was 89 moon(s) old",
            "Snakefleck thinks Pythonhope is very helpful! (low positive effect) - Snakefleck was 92 moon(s) old",
            "Snakefleck has a mock battle with Pythonstar. (medium positive effect) - Snakefleck was 100 moon(s) old",
            "Snakefleck and Pythonstar joke around about how bad the other Clans smell. (high positive effect) - Snakefleck was 104 moon(s) old",
            "Snakefleck said something that rubbed Pythonstar the wrong way. (low negative effect) - Snakefleck was 105 moon(s) old",
            "Snakefleck finds a bit of fluff that smells like Pythonstar and adds it to their nest. (low positive effect) - Snakefleck was 105 moon(s) old",
            "Snakefleck is sparring with Pythonstar. (medium positive effect) - Snakefleck was 106 moon(s) old",
            "Snakefleck challenged Pythonstar to spar with them. (neutral effect) - Snakefleck was 112 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "48",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 33,
        "comfortable": 68,
        "jealousy": 0,
        "trust": 29,
        "log": [
            "Snakefleck basks in the sun with Meadowkit. (medium positive effect) - Snakefleck was 63 moon(s) old",
            "Snakefleck is having a wonderful time discussing recent Clan news with Meadowkit. (high positive effect) - Snakefleck was 65 moon(s) old",
            "Snakefleck had a difficult conversation with Meadowkit and they now have a deeper understanding of each other. (high positive effect) - Snakefleck was 66 moon(s) old",
            "Meadowpaw is making sure Snakefleck knows that they are loved. (medium positive effect) - Snakefleck was 71 moon(s) old",
            "Snakefleck is complaining that Meadowpaw never does anything helpful. (high negative effect) - Snakefleck was 72 moon(s) old",
            "Snakefleck challenged Meadowpaw to spar with them. (neutral effect) - Snakefleck was 76 moon(s) old",
            "Snakefleck sees that Meadowpaw's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Snakefleck was 76 moon(s) old",
            "Snakefleck is giving Meadowpaw a task. (neutral effect) - Snakefleck was 81 moon(s) old",
            "Snakefleck surprises Meadowpaw with something nice. (medium positive effect) - Snakefleck was 84 moon(s) old",
            "Snakefleck thinks Meadowpaw was nice to them today. (low positive effect) - Snakefleck was 86 moon(s) old",
            "Snakefleck said they'd cover for Meadowrunner, but when it came time, they got Meadowrunner in trouble. (medium negative effect) - Snakefleck was 90 moon(s) old",
            "Snakefleck saw Meadowrunner being considerate. (low positive effect) - Snakefleck was 93 moon(s) old",
            "Snakefleck is giving Meadowrunner a task. (neutral effect) - Snakefleck was 95 moon(s) old",
            "Snakefleck is talking with Meadowrunner. (low positive effect) - Snakefleck was 96 moon(s) old",
            "Snakefleck appreciates Meadowrunner telling them that they had a feather stuck to their face. (low positive effect) - Snakefleck was 102 moon(s) old",
            "Snakefleck is surprised by Meadowrunner being thoughtful. (low positive effect) - Snakefleck was 103 moon(s) old",
            "Snakefleck is talking with Meadowrunner. (low positive effect) - Snakefleck was 103 moon(s) old",
            "Snakefleck is talking with Meadowrunner. (low positive effect) - Snakefleck was 106 moon(s) old",
            "Snakefleck thinks Meadowrunner was nice to them today. (low positive effect) - Snakefleck was 107 moon(s) old",
            "Snakefleck appreciates Meadowrunner telling them that they had a feather stuck to their face. (low positive effect) - Snakefleck was 108 moon(s) old",
            "Snakefleck wishes they could get their pelt to shine like Meadowrunner's. (low negative effect) - Snakefleck was 108 moon(s) old",
            "Snakefleck appreciates Meadowrunner telling them that they had a feather stuck to their face. (low positive effect) - Snakefleck was 109 moon(s) old",
            "Snakefleck has a mock battle with Meadowrunner. (medium positive effect) - Snakefleck was 110 moon(s) old",
            "Snakefleck thinks Meadowrunner is very helpful! (low positive effect) - Snakefleck was 110 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 30,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 20,
        "jealousy": 0,
        "trust": 20,
        "log": [
            "Snakefleck is welcoming Duskkit."
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "57",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Snakefleck mews congratulations to Warmkit for a job well done. (low positive effect) - Snakefleck was 111 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "53",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "54",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "55",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "56",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Snakefleck doesn't think that Breezekit has been completely honest lately. (low negative effect) - Snakefleck was 111 moon(s) old",
            "Snakefleck had a difficult conversation with Breezekit, and they both ended up resentful of each other. (high negative effect) - Snakefleck was 112 moon(s) old"
        ]
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "58",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "59",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 5,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 10,
        "log": []
    },
    {
        "cat_from_id": "31",
        "cat_to_id": "60",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]