[
    {
        "cat_from_id": "35",
        "cat_to_id": "36",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 66,
        "dislike": 0,
        "admiration": 28,
        "comfortable": 77,
        "jealousy": 0,
        "trust": 19,
        "log": [
            "Anisemoon and Dreamecho had to fix something around camp and argued about how to fix it. It ended up being fixed by some other cat in the end. (medium negative effect) - Anisemoon was 16 moon(s) old",
            "Anisemoon doesn't notice Dreamecho twitching their whiskers at them. (neutral effect) - Anisemoon was 24 moon(s) old",
            "Anisemoon sees that Dreamecho's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Anisemoon was 32 moon(s) old",
            "Anisemoon realized that they were too harsh in their judgment of Dreamecho. (medium positive effect) - Anisemoon was 41 moon(s) old",
            "Anisemoon is really surprised that Dreamecho's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 49 moon(s) old",
            "Anisemoon helps Dreamecho pick burrs out of their fur. (medium positive effect) - Anisemoon was 53 moon(s) old",
            "Anisemoon said they'd cover for Dreamecho, but when it came time, they got Dreamecho in trouble. (medium negative effect) - Anisemoon was 57 moon(s) old",
            "Anisemoon sees Dreamecho lazing about in the sunshine and is resentful at how little they're expected to contribute. (high negative effect) - Anisemoon was 58 moon(s) old",
            "Anisemoon is surprised by Dreamecho being thoughtful. (low positive effect) - Anisemoon was 60 moon(s) old",
            "Anisemoon is having a wonderful time discussing recent Clan news with Dreamecho. (high positive effect) - Anisemoon was 63 moon(s) old",
            "Anisemoon thinks Dreamecho was nice to them today. (low positive effect) - Anisemoon was 67 moon(s) old",
            "Anisemoon had a huge argument with Dreamecho. (medium negative effect) - Anisemoon was 69 moon(s) old",
            "Anisemoon is sharing prey with Dreamecho. (medium positive effect) - Anisemoon was 87 moon(s) old",
            "Anisemoon surprises Dreamecho with something nice. (medium positive effect) - Anisemoon was 101 moon(s) old",
            "Anisemoon surprises Dreamecho with something nice. (medium positive effect) - Anisemoon was 103 moon(s) old",
            "Anisemoon quickly apologizes after bumping into Dreamecho. They have a small laugh about it. (low positive effect) - Anisemoon was 105 moon(s) old",
            "Anisemoon is talking with Dreamecho. (low positive effect) - Anisemoon was 106 moon(s) old",
            "Anisemoon admires how brave Dreamecho is. (medium positive effect) - Anisemoon was 116 moon(s) old",
            "Anisemoon swaps favorite prey with Dreamecho. (medium positive effect) - Anisemoon was 119 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "37",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 21,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 16,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Anisemoon wants to spend more time with Streakbird! (high positive effect) - Anisemoon was 14 moon(s) old",
            "Anisemoon apologized to Streakbird for something or other. (low positive effect) - Anisemoon was 17 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "38",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 53,
        "dislike": 0,
        "admiration": 43,
        "comfortable": 53,
        "jealousy": 0,
        "trust": 53,
        "log": [
            "Anisemoon saw Mantisfleck being considerate. (low positive effect) - Anisemoon was 34 moon(s) old",
            "Anisemoon helps Mantisfleck pick burrs out of their fur. (medium positive effect) - Anisemoon was 36 moon(s) old",
            "Anisemoon asks Mantisfleck if there's any herbs they should look out for while they're out on patrol later. (medium positive effect) - Anisemoon was 46 moon(s) old",
            "Anisemoon feels like they can count on Mantisfleck to give them the best treatment possible. (medium positive effect) - Anisemoon was 47 moon(s) old",
            "Anisemoon shares a joke about a neighboring Clan with Mantisfleck. (low positive effect) - Anisemoon was 52 moon(s) old",
            "Anisemoon is really surprised that Mantisfleck's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 61 moon(s) old",
            "Anisemoon saw Mantisfleck the other day and did get a chance to meow hello! (medium positive effect) - Anisemoon was 68 moon(s) old",
            "Anisemoon asks Mantisfleck how they're doing. (low positive effect) - Anisemoon was 72 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "39",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 56,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 55,
        "log": [
            "Anisemoon has a mock battle with Gopherpaw. (medium positive effect) - Anisemoon was 18 moon(s) old",
            "Anisemoon and Gopherpaw heckled another Clan at the gathering together. (high positive effect) - Anisemoon was 20 moon(s) old",
            "Anisemoon thinks Gophermask is very helpful! (low positive effect) - Anisemoon was 25 moon(s) old",
            "Anisemoon asks Gophermask how they're doing. (low positive effect) - Anisemoon was 28 moon(s) old",
            "Anisemoon helps Gophermask pick burrs out of their fur. (medium positive effect) - Anisemoon was 33 moon(s) old",
            "Anisemoon has a mock battle with Gophermask. (medium positive effect) - Anisemoon was 38 moon(s) old",
            "Anisemoon and Gophermask joke around about how bad the other Clans smell. (high positive effect) - Anisemoon was 55 moon(s) old",
            "Anisemoon surprises Gophermask with something nice. (medium positive effect) - Anisemoon was 56 moon(s) old",
            "Anisemoon said they'd cover for Gophermask, but when it came time, they got Gophermask in trouble. (medium negative effect) - Anisemoon was 66 moon(s) old",
            "Anisemoon appreciates Gophermask telling them that they had a feather stuck to their face. (low positive effect) - Anisemoon was 81 moon(s) old",
            "Anisemoon realized that they were too harsh in their judgment of Gophermask. (medium positive effect) - Anisemoon was 82 moon(s) old",
            "Anisemoon wants to spend more time with Gophermask! (high positive effect) - Anisemoon was 91 moon(s) old",
            "Anisemoon had Gophermask bump into them, and they didn't even apologize! (low negative effect) - Anisemoon was 99 moon(s) old",
            "Anisemoon is stuttering while speaking to Gophermask. (neutral effect) - Anisemoon was 102 moon(s) old",
            "Anisemoon settles near Gophermask to eat their fresh-kill. (medium positive effect) - Anisemoon was 108 moon(s) old",
            "Anisemoon challenged Gophermask to spar with them. (neutral effect) - Anisemoon was 110 moon(s) old",
            "Anisemoon thinks Gophermask tells the best stories. (high positive effect) - Anisemoon was 121 moon(s) old",
            "Anisemoon basks in the sun with Gophermask. (medium positive effect) - Anisemoon was 123 moon(s) old",
            "Anisemoon saw Gophermask the other day, but didn't get a chance to meow hello. (neutral effect) - Anisemoon was 126 moon(s) old",
            "Anisemoon swaps favorite prey with Gophermask. (medium positive effect) - Anisemoon was 131 moon(s) old",
            "Anisemoon saw Gophermask being considerate. (low positive effect) - Anisemoon was 132 moon(s) old",
            "Anisemoon saved a piece of fresh-kill that they know is Gophermask's favorite. (high positive effect) - Anisemoon was 136 moon(s) old",
            "Anisemoon finds a bit of fluff that smells like Gophermask and adds it to their nest. (low positive effect) - Anisemoon was 139 moon(s) old",
            "Anisemoon covered for Gophermask on something minor. (medium positive effect) - Anisemoon was 140 moon(s) old",
            "Anisemoon and Gophermask joke around about how bad the other Clans smell. (high positive effect) - Anisemoon was 146 moon(s) old",
            "Anisemoon thinks Gophermask is very helpful! (low positive effect) - Anisemoon was 152 moon(s) old",
            "Anisemoon helps Gophermask pick burrs out of their fur. (medium positive effect) - Anisemoon was 157 moon(s) old",
            "Anisemoon shares a joke about a neighboring Clan with Gophermask. (low positive effect) - Anisemoon was 160 moon(s) old",
            "Anisemoon and Gophermask heckled another Clan at the gathering together. (high positive effect) - Anisemoon was 161 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "40",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 36,
        "dislike": 10,
        "admiration": 43,
        "comfortable": 45,
        "jealousy": 13,
        "trust": 42,
        "log": [
            "Anisemoon offers to groom a hard-to-reach place for Briarpaw, who thanks them earnestly. (high positive effect) - Anisemoon was 19 moon(s) old",
            "Anisemoon and Briarbranch heckled another Clan at the gathering together. (high positive effect) - Anisemoon was 31 moon(s) old",
            "Anisemoon drops into the medicine den to ask Briarbranch if they've eaten yet. (medium positive effect) - Anisemoon was 35 moon(s) old",
            "Anisemoon thinks Briarbranch is very helpful! (low positive effect) - Anisemoon was 37 moon(s) old",
            "Anisemoon had a disagreement with Briarbranch about something or other. (low negative effect) - Anisemoon was 64 moon(s) old",
            "Anisemoon appreciates Briarbranch telling them that they had a feather stuck to their face. (low positive effect) - Anisemoon was 74 moon(s) old",
            "Anisemoon saw Briarbranch the other day and did get a chance to meow hello! (medium positive effect) - Anisemoon was 79 moon(s) old",
            "Anisemoon is sparring with Briarbranch. (medium positive effect) - Anisemoon was 80 moon(s) old",
            "Anisemoon surprises Briarbranch with something nice. (medium positive effect) - Anisemoon was 92 moon(s) old",
            "Anisemoon wishes they could get their pelt to shine like Briarbranch's. (low negative effect) - Anisemoon was 100 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "41",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 69,
        "dislike": 0,
        "admiration": 36,
        "comfortable": 78,
        "jealousy": 0,
        "trust": 45,
        "log": [
            "Anisemoon had a difficult conversation with Morningkick, and they both ended up resentful of each other. (high negative effect) - Anisemoon was 21 moon(s) old",
            "Anisemoon thinks Morningkick was nice to them today. (low positive effect) - Anisemoon was 29 moon(s) old",
            "Anisemoon is feeling lost and asks Morningkick for advice on what to do. (medium positive effect) - Anisemoon was 30 moon(s) old",
            "Anisemoon settles near Morningkick to eat their fresh-kill. (medium positive effect) - Anisemoon was 40 moon(s) old",
            "Anisemoon turns to Morningkick in a time of need. (medium positive effect) - Anisemoon was 44 moon(s) old",
            "Anisemoon wants to spend more time with Morningkick! (high positive effect) - Anisemoon was 45 moon(s) old",
            "Anisemoon mews congratulations to Morningkick for a job well done. (low positive effect) - Anisemoon was 48 moon(s) old",
            "Anisemoon is pestering Morningkick for a story. (medium positive effect) - Anisemoon was 50 moon(s) old",
            "Anisemoon is surprised to hear Morningkick express an ideal they can agree with. (high positive effect) - Anisemoon was 51 moon(s) old",
            "Anisemoon appreciates how Morningkick always seems to ask how they're doing. (high positive effect) - Anisemoon was 59 moon(s) old",
            "Anisemoon has a mock battle with Morningkick. (medium positive effect) - Anisemoon was 65 moon(s) old",
            "Anisemoon asks Morningkick how they're doing. (low positive effect) - Anisemoon was 70 moon(s) old",
            "Anisemoon thinks Morningkick is very helpful! (low positive effect) - Anisemoon was 71 moon(s) old",
            "Anisemoon apologized to Morningkick for something or other. (low positive effect) - Anisemoon was 89 moon(s) old",
            "Anisemoon saw Morningkick the other day, but didn't get a chance to meow hello. (neutral effect) - Anisemoon was 93 moon(s) old",
            "Anisemoon had a difficult conversation with Morningkick and they now have a deeper understanding of each other. (high positive effect) - Anisemoon was 94 moon(s) old",
            "Anisemoon settles down next to Morningkick to listen to their stories. (medium positive effect) - Anisemoon was 95 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "42",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 17,
        "admiration": 0,
        "comfortable": 2,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Anisemoon said something that rubbed Rowanstar the wrong way. (low negative effect) - Anisemoon was 15 moon(s) old",
            "Anisemoon appreciates how Rowanstar always seems to ask how they're doing. (high positive effect) - Anisemoon was 22 moon(s) old",
            "Anisemoon thinks Rowanstar is very helpful! (low positive effect) - Anisemoon was 23 moon(s) old",
            "Anisemoon appreciates Rowanstar telling them that they had a feather stuck to their face. (low positive effect) - Anisemoon was 27 moon(s) old",
            "Anisemoon stole Rowanstar's catch right out from under their claws. (medium negative effect) - Anisemoon was 39 moon(s) old",
            "Anisemoon wishes they could get their pelt to shine like Rowanstar's. (low negative effect) - Anisemoon was 42 moon(s) old",
            "Anisemoon finds a bit of fluff that smells like Rowanstar and adds it to their nest. (low positive effect) - Anisemoon was 43 moon(s) old",
            "Anisemoon appreciates Rowanstar telling them that they had a feather stuck to their face. (low positive effect) - Anisemoon was 54 moon(s) old",
            "Anisemoon finds a bit of fluff that smells like Rowanstar and adds it to their nest. (low positive effect) - Anisemoon was 62 moon(s) old",
            "Rowanstar asks Anisemoon to speak up while chatting together. (neutral effect) - Anisemoon was 75 moon(s) old",
            "Anisemoon had a disagreement with Rowanstar about something or other. (low negative effect) - Anisemoon was 76 moon(s) old",
            "Anisemoon thinks the prey Rowanstar is biting into on the other side of camp looks delicious. (medium negative effect) - Anisemoon was 77 moon(s) old",
            "Anisemoon shared a embarrassing story about Rowanstar they were asked not to share... (low negative effect) - Anisemoon was 78 moon(s) old",
            "Anisemoon saw Rowanstar being rude. (low negative effect) - Anisemoon was 84 moon(s) old",
            "Anisemoon had a fight with Rowanstar. (high negative effect) - Anisemoon was 85 moon(s) old",
            "Anisemoon doesn't notice Rowanstar twitching their whiskers at them. (neutral effect) - Anisemoon was 90 moon(s) old",
            "Anisemoon thinks the prey Rowanstar is biting into on the other side of camp looks delicious. (medium negative effect) - Anisemoon was 104 moon(s) old",
            "Anisemoon is complaining that Rowanstar never does anything helpful. (high negative effect) - Anisemoon was 109 moon(s) old",
            "Anisemoon and Rowanstar heckled another Clan at the gathering together. (high positive effect) - Anisemoon was 114 moon(s) old",
            "Anisemoon bristles after being scolded by Rowanstar. (high negative effect) - Anisemoon was 124 moon(s) old",
            "Anisemoon has drawn the ire of Rowanstar by deliberately taking the last of their favorite nesting materials for themself. (medium negative effect) - Anisemoon was 125 moon(s) old",
            "Anisemoon caught Rowanstar complaining about them behind their back. (high negative effect) - Anisemoon was 129 moon(s) old",
            "Anisemoon thinks the prey Rowanstar is biting into on the other side of camp looks delicious. (medium negative effect) - Anisemoon was 144 moon(s) old",
            "Anisemoon saw Rowanstar being rude. (low negative effect) - Anisemoon was 145 moon(s) old",
            "Anisemoon is really surprised that Rowanstar's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 147 moon(s) old",
            "Anisemoon wants to spend more time with Rowanstar! (high positive effect) - Anisemoon was 149 moon(s) old",
            "Anisemoon bickered about something trivial with Rowanstar. (neutral effect) - Anisemoon was 151 moon(s) old",
            "Anisemoon caught Rowanstar in a lie. (medium negative effect) - Anisemoon was 153 moon(s) old",
            "Anisemoon admires how brave Rowanstar is. (medium positive effect) - Anisemoon was 155 moon(s) old",
            "Anisemoon is really surprised that Rowanstar's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 163 moon(s) old",
            "Anisemoon lifts their chin up while passing by Rowanstar. (neutral effect) - Anisemoon was 164 moon(s) old",
            "Anisemoon is surprised by Rowanstar being thoughtful. (low positive effect) - Anisemoon was 169 moon(s) old",
            "Anisemoon is sharing prey with Rowanstar. (medium positive effect) - Anisemoon was 170 moon(s) old",
            "Anisemoon thinks Rowanstar was nice to them today. (low positive effect) - Anisemoon was 179 moon(s) old",
            "Anisemoon thinks Rowanstar is being annoying. (high negative effect) - Anisemoon was 188 moon(s) old",
            "Anisemoon had Rowanstar bump into them, and they didn't even apologize! (low negative effect) - Anisemoon was 193 moon(s) old",
            "Anisemoon saw Rowanstar being rude. (low negative effect) - Anisemoon was 197 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "43",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 10,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Anisemoon thinks Whisperingspeck was nice to them today. (low positive effect) - Anisemoon was 26 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "15",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 40,
        "comfortable": 100,
        "jealousy": 0,
        "trust": 100,
        "log": [
            "Anisemoon thinks Sparkpaw isn't very considerate of others. (low negative effect) - Anisemoon was 73 moon(s) old",
            "Anisemoon bumps heads with Sparkpelt reassuringly. (medium positive effect) - Anisemoon was 83 moon(s) old",
            "Anisemoon wants to spend more time with Sparkpelt! (high positive effect) - Anisemoon was 86 moon(s) old",
            "Anisemoon realized that they were too harsh in their judgment of Sparkpelt. (medium positive effect) - Anisemoon was 96 moon(s) old",
            "Anisemoon is bossing Sparkpelt around. (high negative effect) - Anisemoon was 97 moon(s) old",
            "Anisemoon doesn't notice Sparkpelt twitching their whiskers at them. (neutral effect) - Anisemoon was 98 moon(s) old",
            "Anisemoon is stuttering while speaking to Sparkpelt. (neutral effect) - Anisemoon was 115 moon(s) old",
            "Anisemoon covered for Sparkpelt on something minor. (medium positive effect) - Anisemoon was 117 moon(s) old",
            "Anisemoon had a disagreement with Sparkpelt about something or other. (low negative effect) - Anisemoon was 118 moon(s) old",
            "Anisemoon had a difficult conversation with Sparkpelt and they now have a deeper understanding of each other. (high positive effect) - Anisemoon was 120 moon(s) old",
            "Anisemoon quickly apologizes after bumping into Sparkpelt. They have a small laugh about it. (low positive effect) - Anisemoon was 122 moon(s) old",
            "Anisemoon is stuttering while speaking to Sparkpelt. (neutral effect) - Anisemoon was 127 moon(s) old",
            "Anisemoon covered for Sparkpelt on something minor. (medium positive effect) - Anisemoon was 128 moon(s) old",
            "Anisemoon finds a bit of fluff that smells like Sparkpelt and adds it to their nest. (low positive effect) - Anisemoon was 133 moon(s) old",
            "Anisemoon is really surprised that Sparkpelt's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 135 moon(s) old",
            "Anisemoon is really surprised that Sparkpelt's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 138 moon(s) old",
            "Anisemoon has snuggled up against Sparkpelt. (medium positive effect) - Anisemoon was 142 moon(s) old",
            "Anisemoon feels safe with Sparkpelt around. (high positive effect) - Anisemoon was 143 moon(s) old",
            "Anisemoon saw Sparkpelt being considerate. (low positive effect) - Anisemoon was 148 moon(s) old",
            "Anisemoon is sharing prey with Sparkpelt. (medium positive effect) - Anisemoon was 150 moon(s) old",
            "Anisemoon and Sparkpelt swap secrets with each other. (high positive effect) - Anisemoon was 154 moon(s) old",
            "Anisemoon thinks about how lucky they are to have someone like Sparkpelt as a friend. (high positive effect) - Anisemoon was 156 moon(s) old",
            "Anisemoon called Sparkpelt the wrong name. (medium negative effect) - Anisemoon was 162 moon(s) old",
            "Anisemoon is having a wonderful time discussing recent Clan news with Sparkpelt. (high positive effect) - Anisemoon was 165 moon(s) old",
            "Anisemoon tells a joke that only Sparkpelt can understand. (high positive effect) - Anisemoon was 166 moon(s) old",
            "Anisemoon promises to always look out for Sparkpelt. (high positive effect) - Anisemoon was 171 moon(s) old",
            "Anisemoon thinks Sparkpelt is very helpful! (low positive effect) - Anisemoon was 173 moon(s) old",
            "Anisemoon saw Sparkpelt the other day and did get a chance to meow hello! (medium positive effect) - Anisemoon was 176 moon(s) old",
            "Anisemoon is surprised by Sparkpelt being thoughtful. (low positive effect) - Anisemoon was 177 moon(s) old",
            "Anisemoon settles near Sparkpelt to eat their fresh-kill. (medium positive effect) - Anisemoon was 178 moon(s) old",
            "Anisemoon doesn't notice Sparkpelt twitching their whiskers at them. (neutral effect) - Anisemoon was 180 moon(s) old",
            "Anisemoon appreciates how Sparkpelt always seems to ask how they're doing. (high positive effect) - Anisemoon was 181 moon(s) old",
            "Anisemoon thinks Sparkpelt is very helpful! (low positive effect) - Anisemoon was 183 moon(s) old",
            "Anisemoon has been spending time with Sparkpelt lately. (low positive effect) - Anisemoon was 196 moon(s) old",
            "Anisemoon thinks about how lucky they are to have someone like Sparkpelt as a friend. (high positive effect) - Anisemoon was 199 moon(s) old",
            "Anisemoon realized that they were too harsh in their judgment of Sparkpelt. (medium positive effect) - Anisemoon was 202 moon(s) old",
            "Anisemoon mews congratulations to Sparkpelt for a job well done. (low positive effect) - Anisemoon was 205 moon(s) old",
            "Anisemoon is really surprised that Sparkpelt's life isn't as easy as they thought it was. (high positive effect) - Anisemoon was 209 moon(s) old",
            "Anisemoon shares a joke about a neighboring Clan with Sparkpelt. (low positive effect) - Anisemoon was 210 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "16",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 60,
        "dislike": 0,
        "admiration": 72,
        "comfortable": 16,
        "jealousy": 18,
        "trust": 0,
        "log": [
            "Anisemoon saw Babyspeck show off a skill they never knew they had. (high positive effect) - Anisemoon was 88 moon(s) old",
            "Anisemoon sees that Babyspeck's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Anisemoon was 107 moon(s) old",
            "Anisemoon saw Babyspeck being considerate. (low positive effect) - Anisemoon was 111 moon(s) old",
            "Anisemoon has a mock battle with Babyspeck. (medium positive effect) - Anisemoon was 113 moon(s) old",
            "Anisemoon is complaining that Babyspeck never does anything helpful. (high negative effect) - Anisemoon was 130 moon(s) old",
            "Anisemoon is stuttering while speaking to Babyspeck. (neutral effect) - Anisemoon was 134 moon(s) old",
            "Anisemoon had a difficult conversation with Babyspeck and they now have a deeper understanding of each other. (high positive effect) - Anisemoon was 137 moon(s) old",
            "Anisemoon is having a wonderful time discussing recent Clan news with Babyspeck. (high positive effect) - Anisemoon was 141 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "22",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 7,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Anisemoon had a disagreement with Briarspot while on patrol earlier. (medium negative effect) - Anisemoon was 112 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 74,
        "dislike": 0,
        "admiration": 17,
        "comfortable": 69,
        "jealousy": 0,
        "trust": 44,
        "log": [
            "Conkerskitter bats a bit of fluff in front of Anisemoon and gets they to play a game. (medium positive effect) - Anisemoon was 172 moon(s) old",
            "Anisemoon and Conkerskitter have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Anisemoon was 174 moon(s) old",
            "Anisemoon asks Conkerskitter how they're doing. (low positive effect) - Anisemoon was 182 moon(s) old",
            "Anisemoon is having a wonderful time discussing recent Clan news with Conkerskitter. (high positive effect) - Anisemoon was 184 moon(s) old",
            "Anisemoon thinks Conkerskitter is very helpful! (low positive effect) - Anisemoon was 185 moon(s) old",
            "Anisemoon admires how brave Conkerskitter is. (medium positive effect) - Anisemoon was 187 moon(s) old",
            "Anisemoon appreciates Conkerskitter telling them that they had a feather stuck to their face. (low positive effect) - Anisemoon was 190 moon(s) old",
            "Anisemoon had a spat with Conkerskitter over a piece of prey on the fresh-kill pile. (medium negative effect) - Anisemoon was 191 moon(s) old",
            "Anisemoon is surprised to hear Conkerskitter express an ideal they can agree with. (high positive effect) - Anisemoon was 194 moon(s) old",
            "Anisemoon helps Conkerstar pick burrs out of their fur. (medium positive effect) - Anisemoon was 200 moon(s) old",
            "Anisemoon reminds Conkerstar to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Anisemoon was 203 moon(s) old",
            "Anisemoon doesn't think that Conkerstar has been completely honest lately. (low negative effect) - Anisemoon was 207 moon(s) old",
            "Anisemoon promises to always look out for Conkerstar. (high positive effect) - Anisemoon was 212 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 28,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 12,
        "jealousy": 0,
        "trust": 4,
        "log": [
            "Anisemoon is checking on Seamusshade. (neutral effect) - Anisemoon was 158 moon(s) old",
            "Anisemoon wants to spend more time with Seamusshade! (high positive effect) - Anisemoon was 159 moon(s) old",
            "Anisemoon is sharing tongues with Seamusshade. (high positive effect) - Anisemoon was 167 moon(s) old",
            "Anisemoon and Seamusshade had to fix something around camp and argued about how to fix it. It ended up being fixed by some other cat in the end. (medium negative effect) - Anisemoon was 168 moon(s) old",
            "Anisemoon saw Seamusshade being considerate. (low positive effect) - Anisemoon was 175 moon(s) old",
            "Anisemoon apologized to Seamusshade for something or other. (low positive effect) - Anisemoon was 186 moon(s) old",
            "Anisemoon thinks Seamusshade is very helpful! (low positive effect) - Anisemoon was 189 moon(s) old",
            "Anisemoon thinks Seamusshade is very helpful! (low positive effect) - Anisemoon was 192 moon(s) old",
            "Anisemoon was noticeably distracted while Seamusshade was trying to tell a story. (high negative effect) - Anisemoon was 195 moon(s) old",
            "Anisemoon apologized to Seamusshade for something or other. (low positive effect) - Anisemoon was 201 moon(s) old",
            "Anisemoon is giving Seamusshade a task. (neutral effect) - Anisemoon was 211 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "49",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 8,
        "dislike": 0,
        "admiration": 11,
        "comfortable": 11,
        "jealousy": 0,
        "trust": 11,
        "log": [
            "Tuftfang seems to be oblivious to Anisemoon glaring at them from across camp. (neutral effect) - Anisemoon was 198 moon(s) old",
            "Anisemoon appreciates how Tuftfang always seems to ask how they're doing. (high positive effect) - Anisemoon was 204 moon(s) old",
            "Anisemoon had a difficult conversation with Tuftfang and they now have a deeper understanding of each other. (high positive effect) - Anisemoon was 206 moon(s) old",
            "Anisemoon bestows wisdom onto Tuftfang. (low positive effect) - Anisemoon was 208 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Anisemoon is giving Rowanfeather a task. (neutral effect) - Anisemoon was 213 moon(s) old"
        ]
    },
    {
        "cat_from_id": "35",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]