[
    {
        "cat_from_id": "44",
        "cat_to_id": "35",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 50,
        "dislike": 0,
        "admiration": 31,
        "comfortable": 33,
        "jealousy": 0,
        "trust": 10,
        "log": [
            "Conkerskitter thinks Anisemoon is very helpful! (low positive effect) - Conkerskitter was 32 moon(s) old",
            "Conkerskitter is talking with Anisemoon. (low positive effect) - Conkerskitter was 36 moon(s) old",
            "Conkerskitter saw Anisemoon being considerate. (low positive effect) - Conkerskitter was 41 moon(s) old",
            "Conkerskitter is checking on Anisemoon. (neutral effect) - Conkerskitter was 43 moon(s) old",
            "Conkerskitter thinks Anisemoon is very helpful! (low positive effect) - Conkerskitter was 45 moon(s) old",
            "Conkerskitter sees that Anisemoon's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Conkerskitter was 53 moon(s) old",
            "Conkerskitter saw Anisemoon the other day and did get a chance to meow hello! (medium positive effect) - Conkerskitter was 61 moon(s) old",
            "Conkerskitter apologized to Anisemoon for something or other. (low positive effect) - Conkerskitter was 64 moon(s) old",
            "Conkerstar and Anisemoon joke around about how bad the other Clans smell. (high positive effect) - Conkerstar was 66 moon(s) old",
            "Conkerstar is surprised to hear Anisemoon express an ideal they can agree with. (high positive effect) - Conkerstar was 69 moon(s) old",
            "Conkerstar saw Anisemoon show off a skill they never knew they had. (high positive effect) - Conkerstar was 75 moon(s) old",
            "Conkerstar thinks Anisemoon is very helpful! (low positive effect) - Conkerstar was 77 moon(s) old",
            "Conkerstar is giving Anisemoon a task. (neutral effect) - Conkerstar was 83 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "39",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 28,
        "dislike": 0,
        "admiration": 8,
        "comfortable": 22,
        "jealousy": 0,
        "trust": 20,
        "log": [
            "Conkerskitter thinks Gophermask is very helpful! (low positive effect) - Conkerskitter was 21 moon(s) old",
            "Conkerskitter asks Gophermask how they're doing. (low positive effect) - Conkerskitter was 23 moon(s) old",
            "Conkerskitter offers to groom a hard-to-reach place for Gophermask, who thanks them earnestly. (high positive effect) - Conkerskitter was 27 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "42",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 20,
        "admiration": 0,
        "comfortable": 11,
        "jealousy": 7,
        "trust": 0,
        "log": [
            "Conkerskitter apologized to Rowanstar for something or other. (low positive effect) - Conkerskitter was 24 moon(s) old",
            "Conkerskitter wishes they could get their pelt to shine like Rowanstar's. (low negative effect) - Conkerskitter was 25 moon(s) old",
            "Conkerskitter called Rowanstar the wrong name. (medium negative effect) - Conkerskitter was 33 moon(s) old",
            "Conkerskitter is stuttering while speaking to Rowanstar. (neutral effect) - Conkerskitter was 37 moon(s) old",
            "Conkerskitter had a fight with Rowanstar. (high negative effect) - Conkerskitter was 38 moon(s) old",
            "Conkerskitter had Rowanstar bump into them, and they didn't even apologize! (low negative effect) - Conkerskitter was 39 moon(s) old",
            "Conkerskitter heard an ugly rumor about Rowanstar. (high negative effect) - Conkerskitter was 47 moon(s) old",
            "Conkerskitter had a disagreement with Rowanstar while on patrol earlier. (medium negative effect) - Conkerskitter was 50 moon(s) old",
            "Conkerskitter finds the way Rowanstar acts increasingly uncomfortable. (medium negative effect) - Conkerskitter was 51 moon(s) old",
            "Conkerskitter goes to tell a secret to Rowanstar only for Rowanstar to tell someone else's secret to them. (high negative effect) - Conkerskitter was 52 moon(s) old",
            "Conkerskitter appreciates how Rowanstar always seems to ask how they're doing. (high positive effect) - Conkerskitter was 54 moon(s) old",
            "Conkerskitter thinks the prey Rowanstar is biting into on the other side of camp looks delicious. (medium negative effect) - Conkerskitter was 56 moon(s) old",
            "Conkerskitter doesn't notice Rowanstar twitching their whiskers at them. (neutral effect) - Conkerskitter was 57 moon(s) old",
            "Conkerskitter turned to Rowanstar in a time of need, only for Rowanstar to abandon them. (high negative effect) - Conkerskitter was 60 moon(s) old",
            "Conkerskitter and Rowanstar have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Conkerskitter was 62 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "15",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 100,
        "dislike": 0,
        "admiration": 75,
        "comfortable": 100,
        "jealousy": 17,
        "trust": 59,
        "log": [
            "Conkerskitter surprises Sparkpelt with something nice. (medium positive effect) - Conkerskitter was 22 moon(s) old",
            "Conkerskitter is talking with Sparkpelt. (low positive effect) - Conkerskitter was 26 moon(s) old",
            "Conkerskitter is telling a story to Sparkpelt. (medium positive effect) - Conkerskitter was 29 moon(s) old",
            "Conkerskitter shares a joke about a neighboring Clan with Sparkpelt. (low positive effect) - Conkerskitter was 31 moon(s) old",
            "Conkerskitter playfully teases Sparkpelt for missing a catch. (medium positive effect) - Conkerskitter was 35 moon(s) old",
            "Conkerskitter thinks Sparkpelt was nice to them today. (low positive effect) - Conkerskitter was 40 moon(s) old",
            "Conkerskitter helps Sparkpelt pick burrs out of their fur. (medium positive effect) - Conkerskitter was 44 moon(s) old",
            "Conkerskitter always thought Sparkpelt had it all figured out, so they're surprised when Sparkpelt asks for help. (medium positive effect) - Conkerskitter was 46 moon(s) old",
            "Conkerskitter is jealous that Sparkpelt got to go on border patrol this morning. (medium negative effect) - Conkerskitter was 48 moon(s) old",
            "Conkerskitter had a difficult conversation with Sparkpelt and they now have a deeper understanding of each other. (high positive effect) - Conkerskitter was 55 moon(s) old",
            "Conkerskitter thinks Sparkpelt tells the best stories. (high positive effect) - Conkerskitter was 58 moon(s) old",
            "Conkerskitter can't imagine their life if they never met Sparkpelt. (high positive effect) - Conkerskitter was 63 moon(s) old",
            "Conkerskitter wants to spend more time with Sparkpelt! (high positive effect) - Conkerskitter was 65 moon(s) old",
            "Conkerstar is talking with Sparkpelt. (low positive effect) - Conkerstar was 70 moon(s) old",
            "Conkerstar complains about something Sparkpelt did. (low negative effect) - Conkerstar was 72 moon(s) old",
            "Conkerstar acknowledges Sparkpelt with a twitch of their whiskers. (neutral effect) - Conkerstar was 73 moon(s) old",
            "Conkerstar had a difficult conversation with Sparkpelt and they now have a deeper understanding of each other. (high positive effect) - Conkerstar was 86 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 30,
        "dislike": 0,
        "admiration": 20,
        "comfortable": 30,
        "jealousy": 0,
        "trust": 30,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "26",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "45",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 18,
        "dislike": 7,
        "admiration": 6,
        "comfortable": 19,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Conkerskitter heard an ugly rumor about Seamusshade. (high negative effect) - Conkerskitter was 28 moon(s) old",
            "Seamusshade asks Conkerskitter to speak up while chatting together. (neutral effect) - Conkerskitter was 30 moon(s) old",
            "Conkerskitter helps Seamusshade pick burrs out of their fur. (medium positive effect) - Conkerskitter was 34 moon(s) old",
            "Conkerskitter is telling a story to Seamusshade. (medium positive effect) - Conkerskitter was 42 moon(s) old",
            "Conkerskitter bristles after being scolded by Seamusshade. (high negative effect) - Conkerskitter was 49 moon(s) old",
            "Conkerskitter tells Seamusshade that they're an amazing storyteller. (medium positive effect) - Conkerskitter was 59 moon(s) old",
            "Conkerstar thinks Seamusshade tells the best stories. (high positive effect) - Conkerstar was 71 moon(s) old",
            "Conkerstar had a spat with Seamusshade over a piece of prey on the fresh-kill pile. (medium negative effect) - Conkerstar was 76 moon(s) old",
            "Conkerstar mews congratulations to Seamusshade for a job well done. (low positive effect) - Conkerstar was 85 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "49",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 60,
        "dislike": 0,
        "admiration": 8,
        "comfortable": 40,
        "jealousy": 16,
        "trust": 12,
        "log": [
            "Tuftfang asks Conkerstar to speak up while chatting together. (neutral effect) - Conkerstar was 67 moon(s) old",
            "Conkerstar is sharing tongues with Tuftfang. (high positive effect) - Conkerstar was 68 moon(s) old",
            "Conkerstar is complaining that Tuftfang never does anything helpful. (high negative effect) - Conkerstar was 74 moon(s) old",
            "Conkerstar is having a wonderful time discussing recent Clan news with Tuftfang. (high positive effect) - Conkerstar was 78 moon(s) old",
            "Conkerstar thinks Tuftfang was nice to them today. (low positive effect) - Conkerstar was 79 moon(s) old",
            "Conkerstar asks Tuftfang how they're doing. (low positive effect) - Conkerstar was 80 moon(s) old",
            "Conkerstar acknowledges Tuftfang with a twitch of their whiskers. (neutral effect) - Conkerstar was 87 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 3,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Conkerstar bristles after being scolded by Duskkit. (high negative effect) - Conkerstar was 81 moon(s) old",
            "Conkerstar is surprised by Duskkit being thoughtful. (low positive effect) - Conkerstar was 82 moon(s) old",
            "Conkerstar caught Duskpaw complaining about them behind their back. (high negative effect) - Conkerstar was 84 moon(s) old"
        ]
    },
    {
        "cat_from_id": "44",
        "cat_to_id": "52",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 12,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Conkerstar had a spat with Veiltooth over a piece of prey on the fresh-kill pile. (medium negative effect) - Conkerstar was 88 moon(s) old"
        ]
    }
]