[
    {
        "cat_from_id": "45",
        "cat_to_id": "35",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 12,
        "dislike": 0,
        "admiration": 20,
        "comfortable": 0,
        "jealousy": 40,
        "trust": 12,
        "log": [
            "Seamusshade saw Anisemoon the other day, but didn't get a chance to meow hello. (neutral effect) - Seamusshade was 107 moon(s) old",
            "Seamusshade surprises Anisemoon with something nice. (medium positive effect) - Seamusshade was 110 moon(s) old",
            "Seamusshade saw Anisemoon the other day and did get a chance to meow hello! (medium positive effect) - Seamusshade was 112 moon(s) old",
            "Seamusshade had a difficult conversation with Anisemoon and they now have a deeper understanding of each other. (high positive effect) - Seamusshade was 113 moon(s) old",
            "Seamusshade had a huge argument with Anisemoon. (medium negative effect) - Seamusshade was 116 moon(s) old",
            "Seamusshade is bossing Anisemoon around. (high negative effect) - Seamusshade was 117 moon(s) old",
            "Seamusshade thinks the prey Anisemoon is biting into on the other side of camp looks delicious. (medium negative effect) - Seamusshade was 118 moon(s) old",
            "Seamusshade bristles after being scolded by Anisemoon. (high negative effect) - Seamusshade was 122 moon(s) old",
            "Seamusshade is sparring with Anisemoon. (medium positive effect) - Seamusshade was 125 moon(s) old",
            "Seamusshade tells Anisemoon that they're an amazing storyteller. (medium positive effect) - Seamusshade was 131 moon(s) old",
            "Seamusshade is sharpening their claws near Anisemoon. (neutral effect) - Seamusshade was 133 moon(s) old",
            "Seamusshade apologized to Anisemoon for something or other. (low positive effect) - Seamusshade was 134 moon(s) old",
            "Seamusshade is complaining that Anisemoon never does anything helpful. (high negative effect) - Seamusshade was 135 moon(s) old",
            "Seamusshade is surprised by Anisemoon being thoughtful. (low positive effect) - Seamusshade was 138 moon(s) old",
            "Seamusshade overheard a joke from Anisemoon they didn't get. (low negative effect) - Seamusshade was 139 moon(s) old",
            "Seamusshade called Anisemoon the wrong name. (medium negative effect) - Seamusshade was 140 moon(s) old",
            "Seamusshade goes to tell a secret to Anisemoon only for Anisemoon to tell someone else's secret to them. (high negative effect) - Seamusshade was 145 moon(s) old",
            "Seamusshade thinks the prey Anisemoon is biting into on the other side of camp looks delicious. (medium negative effect) - Seamusshade was 146 moon(s) old",
            "Seamusshade apologized to Anisemoon for something or other. (low positive effect) - Seamusshade was 152 moon(s) old",
            "Seamusshade saw Anisemoon being considerate. (low positive effect) - Seamusshade was 161 moon(s) old",
            "Seamusshade thinks about how Anisemoon is always reliable. (medium positive effect) - Seamusshade was 165 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "39",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "42",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Seamusshade is surprised by Rowanstar being thoughtful. (low positive effect) - Seamusshade was 109 moon(s) old",
            "Seamusshade and Rowanstar joke around about how bad the other Clans smell. (high positive effect) - Seamusshade was 114 moon(s) old",
            "Seamusshade is sharpening their claws near Rowanstar. (neutral effect) - Seamusshade was 115 moon(s) old",
            "Seamusshade apologized to Rowanstar for something or other. (low positive effect) - Seamusshade was 124 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "15",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 10,
        "dislike": 7,
        "admiration": 17,
        "comfortable": 6,
        "jealousy": 3,
        "trust": 15,
        "log": [
            "Seamusshade had a disagreement with Sparkpelt about something or other. (low negative effect) - Seamusshade was 108 moon(s) old",
            "Seamusshade realized that they were too harsh in their judgment of Sparkpelt. (medium positive effect) - Seamusshade was 111 moon(s) old",
            "Seamusshade is telling a story to Sparkpelt. (medium positive effect) - Seamusshade was 119 moon(s) old",
            "Seamusshade is checking on Sparkpelt. (neutral effect) - Seamusshade was 126 moon(s) old",
            "Seamusshade finds the way Sparkpelt acts increasingly uncomfortable. (medium negative effect) - Seamusshade was 129 moon(s) old",
            "Seamusshade finds a bit of fluff that smells like Sparkpelt and adds it to their nest. (low positive effect) - Seamusshade was 130 moon(s) old",
            "Seamusshade heard an ugly rumor about Sparkpelt. (high negative effect) - Seamusshade was 132 moon(s) old",
            "Seamusshade had a disagreement with Sparkpelt about something or other. (low negative effect) - Seamusshade was 143 moon(s) old",
            "Seamusshade notices how Sparkpelt is being helpful around camp. (medium positive effect) - Seamusshade was 147 moon(s) old",
            "Seamusshade saw Sparkpelt show off a skill they never knew they had. (high positive effect) - Seamusshade was 153 moon(s) old",
            "Seamusshade thinks the prey Sparkpelt is biting into on the other side of camp looks delicious. (medium negative effect) - Seamusshade was 154 moon(s) old",
            "Seamusshade thinks Sparkpelt is very helpful! (low positive effect) - Seamusshade was 155 moon(s) old",
            "Seamusshade wishes they could get their pelt to shine like Sparkpelt's. (low negative effect) - Seamusshade was 163 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "44",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 38,
        "dislike": 3,
        "admiration": 3,
        "comfortable": 11,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Seamusshade saw Conkerskitter the other day, but didn't get a chance to meow hello. (neutral effect) - Seamusshade was 105 moon(s) old",
            "Seamusshade is having a wonderful time discussing recent Clan news with Conkerskitter. (high positive effect) - Seamusshade was 106 moon(s) old",
            "Seamusshade covered for Conkerskitter on something minor. (medium positive effect) - Seamusshade was 120 moon(s) old",
            "Seamusshade saw Conkerskitter the other day, but didn't get a chance to meow hello. (neutral effect) - Seamusshade was 121 moon(s) old",
            "Conkerskitter let Seamusshade down while Seamusshade was counting on them. (medium negative effect) - Seamusshade was 123 moon(s) old",
            "Seamusshade wants to spend more time with Conkerskitter! (high positive effect) - Seamusshade was 127 moon(s) old",
            "Seamusshade bristles after being scolded by Conkerskitter. (high negative effect) - Seamusshade was 128 moon(s) old",
            "Seamusshade doesn't notice Conkerskitter twitching their whiskers at them. (neutral effect) - Seamusshade was 136 moon(s) old",
            "Seamusshade was noticeably distracted while Conkerskitter was trying to tell a story. (high negative effect) - Seamusshade was 137 moon(s) old",
            "Seamusshade and Conkerskitter have an argument about who should get a pretty feather, and end up destroying it in their fight. (medium negative effect) - Seamusshade was 141 moon(s) old",
            "Seamusshade bumps heads with Conkerskitter reassuringly. (medium positive effect) - Seamusshade was 142 moon(s) old",
            "Seamusshade is having a wonderful time discussing recent Clan news with Conkerstar. (high positive effect) - Seamusshade was 144 moon(s) old",
            "Seamusshade thinks Conkerstar was nice to them today. (low positive effect) - Seamusshade was 149 moon(s) old",
            "Seamusshade appreciates how Conkerstar always seems to ask how they're doing. (high positive effect) - Seamusshade was 150 moon(s) old",
            "Seamusshade finds the way Conkerstar acts increasingly uncomfortable. (medium negative effect) - Seamusshade was 151 moon(s) old",
            "Seamusshade thinks Conkerstar is very helpful! (low positive effect) - Seamusshade was 157 moon(s) old",
            "Seamusshade said they'd cover for Conkerstar, but when it came time, they got Conkerstar in trouble. (medium negative effect) - Seamusshade was 158 moon(s) old",
            "Seamusshade is stuttering while speaking to Conkerstar. (neutral effect) - Seamusshade was 160 moon(s) old",
            "Seamusshade sees that Conkerstar's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Seamusshade was 162 moon(s) old",
            "Conkerstar asks Seamusshade to speak up while chatting together. (neutral effect) - Seamusshade was 166 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "26",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "7",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 30,
        "dislike": 0,
        "admiration": 20,
        "comfortable": 30,
        "jealousy": 0,
        "trust": 30,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 15,
        "dislike": 0,
        "admiration": 10,
        "comfortable": 15,
        "jealousy": 0,
        "trust": 15,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "49",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 42,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 28,
        "jealousy": 0,
        "trust": 37,
        "log": [
            "Seamusshade is sharing tongues with Tuftfang. (high positive effect) - Seamusshade was 148 moon(s) old",
            "Seamusshade feels safe with Tuftfang around. (high positive effect) - Seamusshade was 156 moon(s) old",
            "Seamusshade is talking with Tuftfang. (low positive effect) - Seamusshade was 159 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Seamusshade sees that Duskpaw's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Seamusshade was 164 moon(s) old"
        ]
    },
    {
        "cat_from_id": "45",
        "cat_to_id": "52",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]