[
    {
        "cat_from_id": "46",
        "cat_to_id": "26",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 32,
        "dislike": 0,
        "admiration": 17,
        "comfortable": 12,
        "jealousy": 0,
        "trust": 12,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "7",
        "mates": false,
        "family": true,
        "romantic_love": 0,
        "platonic_like": 97,
        "dislike": 0,
        "admiration": 34,
        "comfortable": 29,
        "jealousy": 0,
        "trust": 29,
        "log": [
            "Swampkit is really surprised that Darkstar's life isn't as easy as they thought it was. (high positive effect) - Swampkit was 2 moon(s) old",
            "Swampkit challenged Darkstar to spar with them. (neutral effect) - Swampkit was 3 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "29",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "32",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 8,
        "admiration": 0,
        "comfortable": 8,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "10",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 24,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 14,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Swampkit is surprised by Grassfreckle being thoughtful. (low positive effect) - Swampkit was 4 moon(s) old",
            "Swamppaw is jealous that Grassfreckle got to go on border patrol this morning. (medium negative effect) - Swamppaw was 9 moon(s) old",
            "Swamppaw offers to groom a hard-to-reach place for Grassfreckle, who thanks them earnestly. (high positive effect) - Swamppaw was 13 moon(s) old",
            "Swampheart mews congratulations to Grassfreckle for a job well done. (low positive effect) - Swampheart was 15 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "12",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 40,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 25,
        "jealousy": 0,
        "trust": 24,
        "log": [
            "Swampheart greets Specklefang as they're exiting the warriors' den. (medium positive effect) - Swampheart was 20 moon(s) old",
            "Swampheart offers to groom a hard-to-reach place for Specklefang, who thanks them earnestly. (high positive effect) - Swampheart was 28 moon(s) old",
            "Swampheart is checking on Specklefang. (neutral effect) - Swampheart was 31 moon(s) old",
            "Swampheart and Specklefang heckled another Clan at the gathering together. (high positive effect) - Swampheart was 37 moon(s) old",
            "Swampheart notices how Specklefang is being helpful around camp. (medium positive effect) - Swampheart was 50 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "13",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 59,
        "dislike": 3,
        "admiration": 13,
        "comfortable": 32,
        "jealousy": 0,
        "trust": 27,
        "log": [
            "Swamppaw thinks Dustslash is being annoying. (high negative effect) - Swamppaw was 10 moon(s) old",
            "Swampheart is having a wonderful time discussing recent Clan news with Dustslash. (high positive effect) - Swampheart was 17 moon(s) old",
            "Swampheart quickly apologizes after bumping into Dustslash. They have a small laugh about it. (low positive effect) - Swampheart was 24 moon(s) old",
            "Swampheart is surprised by Dustslash being thoughtful. (low positive effect) - Swampheart was 25 moon(s) old",
            "Swampheart apologized to Dustslash for something or other. (low positive effect) - Swampheart was 47 moon(s) old",
            "Swampheart appreciates Dustslash telling them that they had a feather stuck to their face. (low positive effect) - Swampheart was 49 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "14",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 53,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 50,
        "jealousy": 0,
        "trust": 32,
        "log": [
            "Swampkit saw Lightdapple being rude. (low negative effect) - Swampkit was 5 moon(s) old",
            "Swamppaw comes up with a plan to sneak out of camp with Lightdapple. (medium positive effect) - Swamppaw was 7 moon(s) old",
            "Swampheart appreciates how Lightdapple always seems to ask how they're doing. (high positive effect) - Swampheart was 21 moon(s) old",
            "Swampheart hopes they are assigned to patrol with Lightdapple tomorrow. (medium positive effect) - Swampheart was 27 moon(s) old",
            "Swampheart saw Lightdapple being considerate. (low positive effect) - Swampheart was 30 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "20",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 61,
        "admiration": 35,
        "comfortable": 16,
        "jealousy": 0,
        "trust": 13,
        "log": [
            "Swampheart admires how brave Waspshade is. (medium positive effect) - Swampheart was 19 moon(s) old",
            "Swampheart doesn't notice Waspshade leaving camp. (neutral effect) - Swampheart was 23 moon(s) old",
            "Swampheart thinks Waspshade has been acting strangely. (low negative effect) - Swampheart was 29 moon(s) old",
            "Swampheart had a difficult conversation with Waspshade and they now have a deeper understanding of each other. (high positive effect) - Swampheart was 35 moon(s) old",
            "Swampheart bickered about something trivial with Waspshade. (neutral effect) - Swampheart was 38 moon(s) old",
            "Swampheart prays that they aren't on patrol with Waspshade tomorrow. (medium negative effect) - Swampheart was 39 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "21",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 13,
        "dislike": 13,
        "admiration": 8,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 21,
        "log": [
            "Swamppaw is letting Sablebeam share their troubles with them, hoping they'll feel better afterwards. (high positive effect) - Swamppaw was 6 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "28",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 6,
        "dislike": 9,
        "admiration": 0,
        "comfortable": 6,
        "jealousy": 0,
        "trust": 0,
        "log": [
            "Swamppaw thinks Posytail isn't very considerate of others. (low negative effect) - Swamppaw was 11 moon(s) old",
            "Swampheart thinks Posytail has been acting strangely. (low negative effect) - Swampheart was 42 moon(s) old",
            "Swampheart nods politely as Posytail passes by. (neutral effect) - Swampheart was 43 moon(s) old",
            "Posytail seems to be oblivious to Swampheart glaring at them from across camp. (neutral effect) - Swampheart was 46 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "31",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 16,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 32,
        "jealousy": 0,
        "trust": 8,
        "log": [
            "Snakefleck asks Swampkit to speak up while chatting together. (neutral effect) - Swampkit was 1 moon(s) old",
            "Swampheart thinks Snakefleck has been acting strangely. (low negative effect) - Swampheart was 14 moon(s) old",
            "Swampheart covered for Snakefleck on something minor. (medium positive effect) - Swampheart was 26 moon(s) old",
            "Snakefleck seems to be oblivious to Swampheart glaring at them from across camp. (neutral effect) - Swampheart was 36 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "47",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 43,
        "dislike": 0,
        "admiration": 13,
        "comfortable": 47,
        "jealousy": 0,
        "trust": 26,
        "log": [
            "Swamppaw covered for Pythonkit on something minor. (medium positive effect) - Swamppaw was 12 moon(s) old",
            "Swampheart thanks Pythonhope for covering for they during a patrol earlier. (medium positive effect) - Swampheart was 22 moon(s) old",
            "Swampheart realized that they were too harsh in their judgment of Pythonhope. (medium positive effect) - Swampheart was 33 moon(s) old",
            "Swampheart finds a bit of fluff that smells like Pythonhope and adds it to their nest. (low positive effect) - Swampheart was 41 moon(s) old",
            "Swampheart sees that Pythonstar's piece of prey looks tastier and asks if they'd like to swap. They agree happily, saying they like that one better. (high positive effect) - Swampheart was 48 moon(s) old",
            "Swampheart appreciates how Pythonstar always seems to ask how they're doing. (high positive effect) - Swampheart was 52 moon(s) old",
            "Swampheart is checking on Pythonstar. (neutral effect) - Swampheart was 53 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "48",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 60,
        "dislike": 0,
        "admiration": 34,
        "comfortable": 39,
        "jealousy": 7,
        "trust": 10,
        "log": [
            "Swamppaw called Meadowkit the wrong name. (medium negative effect) - Swamppaw was 8 moon(s) old",
            "Swampheart lifts their chin up while passing by Meadowpaw. (neutral effect) - Swampheart was 16 moon(s) old",
            "Swampheart thinks the prey Meadowpaw is biting into on the other side of camp looks delicious. (medium negative effect) - Swampheart was 18 moon(s) old",
            "Swampheart saw Meadowpaw the other day and did get a chance to meow hello! (medium positive effect) - Swampheart was 32 moon(s) old",
            "Swampheart lifts their chin up while passing by Meadowpaw. (neutral effect) - Swampheart was 34 moon(s) old",
            "Swampheart reminds Meadowrunner to grab something from the fresh-kill pile if they haven't already. (medium positive effect) - Swampheart was 40 moon(s) old",
            "Swampheart is wowed by how bravely Meadowrunner fought the other day. (high positive effect) - Swampheart was 44 moon(s) old",
            "Swampheart is sharpening their claws near Meadowrunner. (neutral effect) - Swampheart was 45 moon(s) old",
            "Swampheart finds a bit of fluff that smells like Meadowrunner and adds it to their nest. (low positive effect) - Swampheart was 51 moon(s) old"
        ]
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "50",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    },
    {
        "cat_from_id": "46",
        "cat_to_id": "51",
        "mates": false,
        "family": false,
        "romantic_love": 0,
        "platonic_like": 0,
        "dislike": 0,
        "admiration": 0,
        "comfortable": 0,
        "jealousy": 0,
        "trust": 0,
        "log": []
    }
]